Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Danish/strings.po
Languages: da

# Addon Summary
source: Skin Ace, a new Skin by MarcosQui.
da: Skin ace, et nyt skin af MarcosQui

# Addon Disclaimer
source: Ace Skin is a complement to let your XBMC prettier, its use is a matter of personal choice.
da: Acw Skin er en tilføjelse der gør din XBMC pænere. Hvordan det bruges, er op til dig.

# #31001
source: VIDEOS
da: VIDEOER

# #31002
source: MUSIC
da: MUSIK

# #31003
source: MOVIES
da: FILM

# #31004
source: PLAY DISC
da: AFSPIL DISK

# #31005
source: TV SHOWS
da: TV SERIER

# #31007
source: GAMES
da: SPIL

# #31008
source: IMAGES
da: BILLEDER

# #31009
source: WEATHER
da: VEJR

# #31011
source: SETTINGS
da: INDSTILLINGER

# #31013
source: CONCERTS
da: KONCERTER

# #31014
source: EMPTY
da: TOM

# #31015
source: CHOOSE FAVOURITE
da: VÆLG FAVORIT

# #31016
source: CHOOSE VIDEO PLAYLIST
da: VÆLG VIDEO AFSPILNINGSLISTE

# #31017
source: CHOOSE AUDIO PLAYLIST
da: VÆLG LYD AFSPILNINGSLISTE

# #31018
source: CHOOSE VIDEO ADD-ON
da: VÆLG VIDEO TILFØJELSE

# #31019
source: CHOOSE AUDIO ADD-ON
da: VÆLG LYD TILFØJELSE

# #31020
source: CHOOSE PROGRAMS ADD-ON
da: VÆLG PROGRAM TILFØJELSE

# #31021
source: CHOOSE IMAGE ADD-ON
da: VÆLG BILLEDE TILFØJELSE

# #31025
source: AUDIO ADD-ONS
da: LYD ADD-ONS

# #31026
source: IMAGE ADD-ONS
da: BILLED ADD-ONS

# #31027
source: PROGRAMS ADD-ONS
da: PROGRAMMER ADD-ONS

# #31028
source: YEAR
da: ÅR

# #31029
source: SETS
da: SAMLINGER

# #31030
source: PROGRAMS
da: PROGRAMMER

# #31033
source: FILES
da: FILER

# #31034
source: RECENTLY ADDED
da: NYLIGT TILFØJNE

# #31035
source: PLAYLIST
da: AFSPILNINGSLISTE

# #31037
source: ARTISTS
da: KUNSTNER

# #31038
source: PARTY MODE
da: FESTTILSTAND

# #31040
source: ALBUMS
da: ALBUMMER

# #31041
source: COMPILATIONS
da: OPSAMLINGER

# #31043
source: RECENTLY PLAYED
da: NYLIGT AFSPILLEDE

# #31044
source: AUDIO ADD-ONS
da: LYD ADD-ONS

# #31045
source: ACTORS
da: SKUESPILLERE

# #31046
source: DIRECTOR
da: INSTRUKTØR

# #31047
source: STUDIOS
da: STUDIER

# #31048
source: SETS
da: SAMLINGER

# #31049
source: RANDOM
da: TILFÆLDIG

# #31050
source: 4 DAYS
da: 4 DAGE

# #31051
source: 36 HOURS
da: 36 TIMER

# #31053
source: 7 DAYS
da: 7 DAGE

# #31054
source: ALERTS
da: ADVARSLER

# #31056
source: CANCEL TIMER
da: ANNULLER TIMER

# #31059
source: RESTART
da: GENSTART

# #31060
source: SUSPEND
da: SLUMRE

# #31061
source: HIBERNATE
da: DVALE

# #31062
source: CHANGE USER
da: SKIFT BRUGER

# #31063
source: FILES MANAGER
da: FILHÅNDTERING

# #31064
source: SYSTEM INFO
da: SYSTEMINFORMATION

# #31065
source: TRAILERS
da: TRAILERE

# #31066
source: CINEMA EX
da: BIOGRAFOPLEVELSE

# #31068
source: VIEWTYPES
da: VISNINGSTYPER

# #31069
source: COMICS
da: TEGNESERIER

# #31070
source: TITLES
da: TITLER

# #31071
source: FAVOURITE
da: FAVORIT

# #31072
source: VIDEO PLAYLIST
da: VIDEO AFSPILNINGSLISTE

# #31073
source: AUDIO PLAYLIST
da: LYD AFSPILNINGSLISTE

# #31074
source: ADD-ON
da: TILFØJELSE

# #31075
source: MY MENU
da: MIN MENU

# #31076
source: + FAVOURITE ITEM
da: + FAVORITELEMENT

# #31077
source: + VIDEO PLAYLIST ITEM
da: + VIDEO AFSPILNINGSLISTE ELEMENT

# #31078
source: + AUDIO PLAYLIST ITEM
da: + LYD AFSPILNINGSLISTE ELEMENT

# #31079
source: + ADD-ON ITEM
da: + TILFØJELSE ELEMENT

# #31080
source: Item not used
da: Element ikke i brug

# #31081
source: Item addition
da: Elementtilføjelse

# #31082
source: Item you added
da: Element du tilføjede

# #31084
source: CLOSE
da: LUK

# #31086
source: Concerts
da: Koncerter

# #31087
source: Trailers
da: Forfilm

# #31088
source: Games
da: SPIL

# #31090
source: DIRECTORS
da: INSTRUKTØRER

# #31091
source: GENRES
da: GENRER

# #31092
source: PLAYLISTS
da: AFSPILNINGSLISTER

# #31093
source: ITEMS
da: PUNKTER

# #31094
source: NO LOCAL/CANCEL
da: INGEN LOKAL/ANNULLER

# #31095
source: PATH
da: STI

# #31096
source: DELETE PATH - HIDE THE ITEM IN THE MAIN MENU
da: SLET STI - SKJUL ELEMENTET I HOVEDMENUEN

# #31101
source: Watch tv
da: Se tv

# #31109
source: Shutdown
da: Luk ned

# #31114
source: BANNER (IF AVAILABLE)
da: BANNER (HVIS TILGÆNGELIGT)

# #31201
source: SUBMENU
da: UNDERMENU

# #31202
source: OPTIONS
da: INDSTILLINGER

# #31204
source: UPDATE
da: OPDATERE

# #31205
source: DELETE ITEM - REMOVE ITEM THAT YOU CREATED
da: SLET ELEMENT - FJERN ELEMENT SOM DU OPRETTEDE

# #31207
source: CUSTOMIZE MAIN MENU
da: TILPAS HOVEDMENU

# #31208
source: PAST HERE
da: INDSÆT HER

# #31209
source: Item
da: Punkt

# #31210
source: Items
da: Punkter

# #31211
source: RENAME
da: OMDØBE

# #31212
source: DISABLE
da: DEAKTIVER

# #31213
source: ENABLE
da: AKTIVER

# #31214
source: DISABLE/REORDER
da: DEAKTIVER/OMORGANISER

# #31215
source: Page
da: Side

# #31216
source: THUMBNAIL SET PLAYLIST
da: VÆLG MINIATUREBILLEDE TIL AFSPILNINGSLISTE

# #31217
source: CHANGE BACKDROP - ONE IMAGE
da: SKIFT BAGGRUND - ET BILLEDE

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
da: SKIFT BAGGRUND - FLERE BILLEDER

# #31219
source: RESTORE DEFAULT THUMBNAIL
da: GENOPRET STANDARD MINIATUREBILLEDE

# #31220
source: RESTORE DEFAULT BACKDROP
da: GENOPRET STANDARD BAGGRUND

# #31221
source: NO FAVOURITES TO SHOW
da: INGEN FORETRUKNE AT VISE

# #31222
source: END
da: AFSLUT

# #31224
source: MORE OPTIONS
da: FLERE INDSTILLINGER

# #31225
source: REORDER MENU
da: FLYT OM PÅ MENUER

# #31226
source: GENERAL INFORMATION
da: GENEREL INFORMATION

# #31228
source: SMART SUBMENU
da: SMART UNDERMENU

# #31229
source: MY MENU
da: MIN MENU

# #31234
source: MENU IN WRAP LIST MODE
da: MENU I INDPAKINGSLISTETILSTAND

# #31235
source: MENU IN FIXED LIST MODE
da: MENU I FASTSAT LISTETILSTAND

# #31236
source: MUSICAL NOTE
da: MUSIKALSK NODE

# #31237
source: Done
da: Færdig

# #31239
source: FULL MENU MODE
da: FULD MENU MODE

# #31241
source: SELECT
da: VÆLG

# #31242
source: SHOW
da: VIS

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
da: Vælg en foretrukken. [CR]Husk at, for at udfylde denne liste skal du bruge genvejsmenuen "C-tasten" på et punkt og føj til foretrukne.

# #31255
source: New theme has been set
da: Nyt tema er valgt

# #31256
source: New style has been set
da: Ny stil er valgt

# #31260
source: FOLDER CONTAINS:
da: MAPPEN INDEHOLDER:

# #31261
source: CONFIGURE
da: KONFIGURER

# #31262
source: CHANGE STANDARD OPTIONS
da: ÆNDRE STANDARD INDSTILLINGERNE

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
da: AKTIVER AUTOMATISK OPDATERING AF ADD-ONS

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
da: VIS OPDATERINGSNOTIFIKATIONER FRA ADD-ONS

# #31265
source: SHOW ADD-ON FANART
da: VIS ADD-ON FANKUNST

# #31276
source: CASE FOR CONTENT
da: OMSLAG AF INDHOLD

# #31277
source: STANDARD
da: ALMINDELIG

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
da: PERSONLIGGØR BOKSENE TIL DIN SAMLING

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
da: SKIFT FARVE ELLER MEDIEETIKET, FOR AT BYGGE DIT EGET OMSLAG.

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
da: HVIS DER ER EN NAVNEETIKET I FILEN ELLER MAPPEN SOM ER KOMPATIBEL, VIL DETTE OMSLAG BLIVE BRUGT.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
da: VÆLG ET OMSLAG OG TRYK ENTER FOR AT SKRÆDDERSY.

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
da: HVIS DER ER EN 'WEB' ETIKET I FILEN ELLER MAPPEN, VIL DETTE OMSLAG BLIVE BRUGT.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
da: HVIS DER ER EN 'HDTV' ETIKET I FILEN ELLER MAPPEN, VIL DETTE OMSLAG BLIVE BRUGT.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
da: HVIS DER ER EN 'DVD' ETIKET I FILEN ELLER MAPPEN, VIL DETTE OMSLAG BLIVE BRUGT.

# #31287
source: LABEL CASE
da: OMSLAGSETIKET

# #31288
source: NO LABEL
da: INGEN ETIKET

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
da: DER VIL BLIVE VIST EN ETIKET I FORHOLD TIL MEDIETS CODEC.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
da: BLURAY INDHOLDSETIKET VIL BLIVE VIST.

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
da: BLURAY 3D INDHOLDSETIKET VIL BLIVE VIST.

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
da: WEBTV INDHOLDSETIKET VIL BLIVE VIST.

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
da: HDTV INDHOLDSETIKET VIL BLIVE VIST.

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
da: DVD INDHOLDSETIKET VIL BLIVE VIST.

# #31296
source: COLOR FOR THIS CASE
da: FARVE TIL DETTE OMSLAG

# #31297
source: MEDIA CASE
da: MEDIEOMSLAG

# #31298
source: CUSTOMIZE CASE
da: SKRÆDDERSY OMSLAGET

# #31299
source: BOOKMARK
da: BOGMÆRKE

# #31300
source: SUBTITLES
da: UNDERTEKSTER

# #31301
source: BACK
da: TILBAGE

# #31302
source: FORWARD
da: FREM

# #31303
source: PLAY
da: AFSPIL

# #31306
source: NEXT
da: NÆSTE

# #31308
source: PAUSED
da: PAUSERET

# #31309
source: CURRENT POSITION
da: AKTUEL PLACERING

# #31310
source: CURRENT TIME
da: AKTUEL TID

# #31311
source: ENDS AT
da: SLUTTER VED

# #31312
source: IMAGE OPTIONS
da: BILLEDINDSTILLINGER

# #31313
source: AUDIO OPTIONS
da: LYDINDSTILLINGER

# #31314
source: PROGRAMS OPTIONS
da: PROGRAMINDSTILLINGER

# #31315
source: RANDOM ORDER
da: TILFÆLDIG RÆKKEFØLGE

# #31316
source: MODE
da: TILSTAND

# #31317
source: POSTER
da: PLAKAT

# #31318
source: IMDB: STARS
da: IMDb: STJERNER

# #31319
source: IMDB: TEXT
da: IMDb: TEKST

# #31320
source: THUMBNAIL
da: MINIATUREBILLEDE

# #31321
source: INFO MODE
da: INFOTILSTAND

# #31323
source: STANDARD
da: ALMINDELIG

# #31324
source: AUTO INFO
da: AUTOMATISK INFORMATION

# #31325
source: NEXT TRACK
da: NÆSTE NUMMER

# #31326
source: WEATHER MENU
da: VEJR MENU

# #31327
source: BACKGROUND IMAGE
da: BAGGRUNDSBILLEDE

# #31328
source: SHOW CDART
da: VIS CDART

# #31329
source: VIEW ARTIST BIOGRAPHY
da: SE KUNSTNERBIOGRAFI

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
da: SE KUNSTNER-/ALBUMINFORMATION

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
da: VIS KUNSTNERMINIATUREBILLEDER

# #31332
source: ITEMS IN PLAYLIST
da: PUNKTER I AFSPILNINGSLISTE

# #31333
source: CHANNELS
da: KANALER

# #31334
source: ROOT FOLDER COLLECTION
da: ROD MAPPESAMLING

# #31335
source: RELOAD SKIN
da: GENINLÆS SKIN

# #31336
source: PREMIERED
da: PREMIERE

# #31337
source: YEARS OF ACTIVITY
da: FLERE ÅRS AKTIVITET

# #31338
source: MOODS
da: HUMØR

# #31339
source: TRAINING
da: TRÆNING

# #31340
source: TRACKS
da: NUMRER

# #31341
source: GUI MODE
da: GRAFISK BRUGERGRÆNSEFLADETILSTAND

# #31342
source: AUTO MODE
da: AUTOTILSTAND

# #31343
source: CUSTOM MODE
da: BRUGERDEFINERET TILSTAND

# #31344
source: ADD-ON OPTIONS
da: ADD-ON INDSTILLINGER

# #31345
source: STYLES
da: STILE

# #31346
source: NOTES
da: NOTER

# #31347
source: Next Episode
da: Næste Afsnit

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
da: VÆLG ET NAVN TIL DENNE MAPPE

# #31350
source: MODIFIED
da: MODIFICERET

# #31351
source: APPEARANCE
da: UDSEENDE

# #31352
source: DISPLAY AND INTERFACE
da: FREMVISNING OG GRÆNSEFLADE

# #31354
source: LIBRARY AND PLAYBACK
da: BIBLIOTEK OG AFSPILNING

# #31355
source: AUDIO
da: LYD

# #31356
source: LIBRARY AND PLAYBACK
da: BIBLIOTEK OG AFSPILNING

# #31358
source: SETTINGS AND PLAYBACK
da: INDSTILLINGER OG AFSPILNING

# #31360
source: CACHE AND HARDWARE
da: CACHE OG HARDWARE

# #31361
source: NETWORK
da: NETVÆRK

# #31362
source: LOCAL AND INTERNET
da: LOKAL OG INTERNET

# #31364
source: MANAGE ADD-ONS
da: ADMINISTRER ADD-ONS

# #31365
source: IMAGE
da: BILLEDE

# #31366
source: NAVIGATION AND PRESENTATIONS
da: NAVIGATION OG PRÆSENTATIONER

# #31367
source: WEATHER
da: VEJR

# #31368
source: LOCATION AND APPEARANCE
da: POSITION OG UDSEENDE

# #31369
source: PROFILE
da: PROFIL

# #31370
source: USER ACCOUNTS
da: BRUGERKONTOER

# #31371
source: SKIN SETTINGS
da: SKIN INDSTILLINGER

# #31372
source: ACTIVATE LOGIN SCREEN
da: AKTIVER LOGINSKÆRM

# #31373
source: USERS
da: BRUGERE

# #31374
source: MANAGE PROFILES
da: ADMINISTRER PROFILER

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
da: ET HD MEDIEOMRÅDE

# #31377
source: A MODERN AND ELEGANT MEDIA CENTER.[CR]ACE IS PART OF NEW SKINS GENERATION.
da: ET MODERNE OG ELEGANT MEDIECENTER.[CR]ACE ER EN DEL AF EN NY SKINGENERATION.

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
da: FILM, TV SERIER OG KONCERTER

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
da: XBMC OPSTILLER OG AFSPILLER DIN MUSIK

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
da: KUNSTNER-, ALBUM- OG NUMMERINFORMATION.[CR]SLAP AF OG LYT TIL DIN MUSIK MED VISUELLE EFFEKTER.

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
da: SE DIN FORETRUKNE TV SERIE

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
da: LIVE TV MODTAGELSE.[CR]OPTAG EN TV SERIE.

# #31384
source: ORGANIZE YOUR PICTURES
da: ORGANISER DINE BILLEDER

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
da: LAV DIASSHOW PRÆSENTATION.[CR]VIS DIT BIBLIOTEK DIREKTE FRA HARDDISK ELLER USB DREV.

# #31386
source: WEATHER FORECAST
da: VEJRUDSIGT

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
da: SOL ELLER REGNVEJR? VÆLG TRE BYER OG FÅ DERES VEJRUDSIGTER LIVE. VENLIGST STILLET TIL RÅDIGHED AF WEATHER.COM.[CR]UDOVER DE BYER, KAN DU OGSÅ VÆLGE IMPERIAL- ELLER DET METRISKE SYSTEM.

# #31388
source: SUPPLEMENTS FOR XBMC
da: TILLÆG TIL XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
da: HENT OG ADMINISTRER ADD-ONS FOR AT FÅ DET MESTE UD AF XBMC.[CR]FILM/MUSIK SCRAPERS OG PLUGINS MED AUTOMATISKE OPDATERINGER.

# #31390
source: PLAYBACK SETTINGS
da: AFSPILNINGSINDSTILLINGER

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
da: BILLEDJUSTERING OG LYDVALG.[CR]XBMC LEVERER HØJESTE KVALITET AF LYD OG BILLEDE.

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
da: HARDDISKE MED HØJ KAPACITET, ER PERFEKT TIL OPBEVARING AF SAMLINGER.[CR]XBMC KAN STYRE TUSINDVIS AF FILER FRA FORSKELLIGE KILDER.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
da: DINE FAMILIEMEDLEMMER VIL ELSKE DET

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
da: UNDERSTØTTELSE AF FLERE BRUGERE MED EGNE LOGINS LADER DIG BEHOLDE DINE KONFIGURATIONER.[CR]MULIGHED FOR AT LAVE FORSKELLIGE INDSTILLINGER; RSS-FEEDS, UDSEENDE- OG BIBLIOTEKSINDSTILLINGER.

# #31396
source: IMPROVE YOUR EXPERIENCE WITH THE ACE SKIN
da: FORBEDR DIN OPLEVELSE MED ACE SKIN

# #31397
source: FINE ADJUSTMENTS THAT ALLOW SURPRISING LOOKS.[CR]MINOR DETAILS THAT ONLY ACE SKIN CAN OFFER.
da: FINJUSTERINGER DER FORBEDRER UDSEENDET.[CR]MINDRE DETALJER SOM KUN ACE SKIN KAN TILBYDE.

# #31398
source: FURNITURE
da: INVENTAR

# #31399
source: MOVE OBJECTS
da: FLYT GENSTANDE

# #31400
source: STYLES
da: STILE

# #31401
source: CHOOSE A TYPE
da: VÆLG TYPE

# #31402
source: EXTRAPACK
da: EKSTRAPAKKE

# #31403
source: THEMES AND IMAGES
da: TEMAER OG BILLEDER

# #31404
source: COLORS
da: FARVER

# #31405
source: CHANGING SKIN TONE
da: SKIFTENDE SKIN NUANCE

# #31406
source: MEDIA INFO
da: MEDIEINFO

# #31407
source: COLLECTION
da: SAMLING

# #31408
source: ART
da: KUNST

# #31409
source: CONTEXTUAL ART
da: INDHOLDSBESTEMT KUNST

# #31410
source: MAIN MENU
da: HOVEDMENU

# #31411
source: VISUAL OPTIONS
da: VISUEL INDSTILLINGER

# #31412
source: REMINDERS
da: PÅMINDELSER

# #31413
source: TIME, RSS AND TOP MENU
da: TID, RSS OG TOP MENU

# #31414
source: PLAYBACK
da: AFSPILNING

# #31415
source: PLAY OPTIONS
da: AFSPILNINGSINDSTILLINGER

# #31416
source: EXTRAS
da: EKSTRA

# #31417
source: GLOBAL OPTIONS
da: GLOBALINDSTILLINGER

# #31418
source: MENUS
da: MENUER

# #31419
source: NAVIGATION LAYOUT
da: NAVIGATIONSOPSÆTNING

# #31420
source: MODES/RESET
da: TILSTANDE/NULSTIL

# #31421
source: RESET SKIN
da: NULSTIL SKIN

# #31422
source: ELIMINATE ALL OPTIONS
da: FJERN ALLE INDSTILLINGER

# #31423
source: CUSTOMIZATION - OPTIONS
da: BRUGERTILPASNING - INDSTILLINGER

# #31424
source: CUSTOMIZATION
da: BRUGERTILPASNINGER

# #31425
source: Restoring settings...
da: Gendanner indstillinger...

# #31428
source: WATCHED
da: SET

# #31429
source: UNWATCHED
da: IKKE SET

# #31430
source: TRAILER AVAILABLE
da: TRAILER TILGÆNGELIG

# #31431
source: PRESS ANY DIRECTION TO CANCEL
da: TRYK I HVILKEN SOM HEST RETNING FOR AT ANNULLERE

# #31432
source: PRESS UP TO PLAY
da: TRYK OP FOR AT AFSPILLE

# #31433
source: PRESS UP TWICE TO PLAY
da: TRYK OP 2 GANGE FOR AT AFSPILLE

# #31434
source: PRESS LEFT/UP TO ACCESS
da: TRYK VENSTRE/OP FOR AT FÅ ADGANG

# #31435
source: ADD-ON REQUIRED
da: ADD-ON PÅKRÆVET

# #31436
source: SMART SHORTCUTS
da: SMART GENVEJ

# #31437
source: ROOT
da: ROD

# #31438
source: GET LOGO/CLEARART
da: HENT LOGO/CLEARART

# #31440
source: TURN ON TV TUNES
da: TÆND FOR TV TUNES

# #31441
source: GET ARTWORK
da: HENT ILLUSTRATIONSMATERIALET

# #31444
source: COLORS FOR THE TITLES AND PANELS
da: FARVER TIL TITLER OG PANELER

# #31445
source: Settings
da: Indstillinger

# #31456
source: PRESS RIGHT TO PLAY
da: TRYK HØJRE FOR AT AFSPILLE

# #31457
source: PRESS RIGHT TWICE TO PLAY
da: TRYK HØJRE 2 GANGE FOR AT AFSPILLE

# #31458
source: TRAILER ON
da: TRAILER PÅ

# #31459
source: PRESS ANY DIRECTION TO CANCEL
da: TRYK EN RETNING FOR AT ANNULLER

# #31460
source: PLAYBACK WILL START IN
da: AFSPILNINGEN STARTER OM

# #31461
source: PLEASE WAIT
da: VENT VENLIGST

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
da: ANIMER BAGGRUNDSBILLEDERNE (PANORERING & SKAN)

# #31463
source: ANIMATED FANART (PAN AND SCAN)
da: ANIMERET FANKUNST (PANORERING & SKAN)

# #31464
source: ANIMATED FANART (SLIDE)
da: ANIMERET FANKUNST (GLIDE)

# #31465
source: 1 SECOND DELAY
da: 1 SEKUNDS UDSKYDELSE

# #31466
source: 2 SECONDS DELAY
da: 2 SEKUNDERS UDSKYDELSE

# #31467
source: 3 SECONDS DELAY
da: 3 SEKUNDERS UDSKYDELSE

# #31468
source: 4 SECONDS DELAY
da: 4 SEKUNDERS UDSKYDELSE

# #31469
source: 5 SECONDS DELAY
da: 5 SEKUNDERS UDSKYDELSE

# #31470
source: AUTOMATIC PANEL
da: AUTOMATISK PANEL

# #31471
source: MANUAL PANEL
da: MANUEL PANEL

# #31472
source: PANEL ALWAYS VISIBLE
da: PANEL ALTID SYNLIG

# #31473
source: PANEL OFF
da: PANEL SLUKKET

# #31474
source: FANART STYLE
da: FANKUNSTSTIL

# #31475
source: POSTER STYLE
da: PLAKATSTIL

# #31476
source: PLOT STYLE
da: HANDLINGSSTIL

# #31477
source: EXTRA THUMBNAIL STYLE
da: EKSTRA MINIATUREBILLEDSTIL

# #31478
source: CHANGING VIEW
da: ÆNDRE FREMVISNING

# #31479
source: (DE)ACTIVATE VIEWS
da: (DE)AKTIVER FREMVISNINGERNE

# #31480
source: SORT BY: ASCENDING
da: SORTER EFTER: STIGENDE

# #31481
source: SORT BY: DESCENDING
da: SORTER EFTER: FALDENDE

# #31482
source: MEDIA LABELS
da: MEDIE-ETIKETTER

# #31483
source: AUTO HIDE
da: SKJUL AUTOMATISK

# #31485
source: 'WATCHED' LABEL
da: 'SET' ETIKET

# #31486
source: USE MEDIA CASE
da: BRUG MEDIEOMSLAG

# #31487
source: USE STARS TO RATE
da: BRUG STJERNER TIL BEDØMMELSE

# #31488
source: VIDEO OPTIONS
da: VIDEOINDSTILLINGER

# #31490
source: SLIM LIST
da: SLANK LISTE

# #31491
source: HIDE WATCHED
da: SKJUL SETE

# #31492
source: STACKED
da: KOMBINEREDE

# #31493
source: FIXED LIST
da: FASTSAT LISTE

# #31494
source: PREFER: CLEARART
da: FORETRÆK: CLEARART

# #31495
source: PREFER: LOGO
da: FORETRÆK: LOGO

# #31496
source: EXTRA INFO
da: EKSTRA INFORMATION

# #31497
source: DEFAULT FANART
da: STANDARD FANKUNST

# #31498
source: EXTRA FANART
da: EKSTRA FANKUNST

# #31499
source: GENRE FANART
da: GENRE FANKUNST

# #31500
source: RESERVE FANART
da: RESERVERET FANKUNST

# #31501
source: CURTAINS
da: GARDINER

# #31502
source: SEASON FANART
da: SÆSON FANKUNST

# #31503
source: SELECT IMAGES PATH
da: VÆLG BILLEDSTI

# #31504
source: CHOOSE A SINGLE IMAGE
da: VÆLG ET ENKELT BILLEDE

# #31505
source: CHOOSE MULTIPLE IMAGES
da: VÆLG FLERE BILLEDER

# #31506
source: USE POSTER.JPG
da: BRUG POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
da: BRUG LANDSCAPE.JPG

# #31509
source: ALTERNATIVE GENRE ICONS
da: ALTERNATIVE GENREIKONER

# #31510
source: ALTERNATIVE STUDIO ICONS
da: ALTERNATIVE STUDIEIKONER

# #31511
source: GRID SIZE
da: NETSTØRRELSE

# #31512
source: MEDIUM
da: MELLEM

# #31514
source: LARGE
da: STOR

# #31515
source: HORIZONTAL
da: HORISONTAL

# #31516
source: GRID
da: NET

# #31517
source: LANDSCAPE
da: LANDSKAB

# #31518
source: USE ZOOM EFFECT
da: BRUG ZOOM EFFEKT

# #31520
source: ALTERNATIVE
da: ALTERNATIV

# #31521
source: WRITTEN
da: SKREVET

# #31522
source: DURATION
da: VARIGHED

# #31523
source: RATING
da: BEDØMMELSE

# #31524
source: PREVIOUS
da: FORRIGE

# #31525
source: NEXT
da: NÆSTE

# #31526
source: SEASONS
da: SÆSONER

# #31527
source: EPISODES
da: EPISODER

# #31529
source: ART
da: KUNST

# #31530
source: PLOT
da: HANDLING

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
da: AKTIVER AFSPILNINGSLISTEN VED SKIN OPSTART

# #31532
source: CHOOSE PLAYLIST
da: VÆLG AFSPILNINGSLISTE

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
da: VIS DE FØRSTE BOGSTAVER UNDER RULNING

# #31535
source: ACTIVATE PLOT ROLLING
da: AKTIVER RULLENDE HANDLING

# #31536
source: GRADIENT EFFECT
da: HÆLDNINGSEFFEKT

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
da: BAGGRUNDSBILLEDE - BRUG SAMLINGENS FANKUNST

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
da: BAGGRUNDSBILLEDE - BRUG STANDARDTEMAETS

# #31539
source: BASED ON PRESENT CONDITIONS
da: BASERET PÅ NUVÆRENDE FORHOLD

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
da: BAGGRUNDSBILLEDE BASERET PÅ VIRKELIGE FORHOLD

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
da: BAGGRUNDSBILLEDE BASERET PÅ ÅRSTID I NORDAMERIKA

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
da: BAGGRUNDSBILLEDE BASERET PÅ ÅRSTID I SYDAMERIKA

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
da: VIS ANIMEREDE VEJRIKONER (VEJRMENU)

# #31544
source: STATIC SHOW ICONS OF CLIMATE
da: STILLESTÅENDE VISNING AF IKONER FOR KLIMAET

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
da: VIS MINI MENU (NAVIGATIONSHJÆLP I HOVEDMENUEN)

# #31546
source: MOVE TO DOWN
da: FLYT NED

# #31547
source: FANART COLLECTION
da: FANKUNSTSAMLING

# #31548
source: CREATE OR UPDATE DATABASE
da: OPRET ELLER OPDATER DATABASE

# #31549
source: VIEW MODES
da: VISNINGSTILSTANDE

# #31550
source: MOVE TO UP
da: FLYT OP

# #31551
source: WRAP LIST
da: INDPAKNINGSLISTE

# #31553
source: SHOW PROGRESS BAR
da: VIS "IGANGVÆRENDE" BAREN

# #31554
source: HIDE PROGRESS BAR
da: SKJUL "IGANGVÆRENDE" BAREN

# #31555
source: SHOW NEXT TRACKS
da: VIS NÆSTE NUMRE

# #31556
source: HIDE NEXT TRACKS
da: SKJUL NÆSTE NUMRE

# #31557
source: SHOW ARTIST/ALBUM ART
da: VIS KUNSTER-/ALBUMKUNST

# #31558
source: HIDE ARTIST/ALBUM ART
da: SKJUL KUNSTNER-/ALBUMKUNST

# #31560
source: FAVOURITES IMAGES
da: FORETRUKNE BILLEDER

# #31561
source: ARTIST FANART
da: KUNSTNERFANKUNST

# #31562
source: HIDE VIDEO WINDOWS
da: SKJUL VINDUESVIDEOER

# #31563
source: SHOW VIDEO WINDOW
da: VIS VINDUESVIDEO

# #31564
source: SHOW CDART
da: VIS CDART

# #31565
source: HIDE CDART
da: SKJUL CDART

# #31566
source: HIDE MEDIA CONTROLS
da: SKJUL MEDIEBETJENINGEN

# #31567
source: SHOW MEDIA CONTROLS
da: VIS MEDIEBETJENINGEN

# #31568
source: UPDATE FANART DATABASE
da: OPDATER FANKUNSTDATABASEN
