Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Danish/strings.po
Languages: da

# #31569
source: MAIN MENU OPTIONS
da: HOVEDMENUINDSTILLINGER

# #31570
source: SHOW ARTIST IMAGES
da: VIS KUNSTNERBILLEDER

# #31571
source: HIDE ARTIST IMAGES
da: SKJUL KUNSTNERBILLEDER

# #31572
source: FOR MUSIC, PREFER VIEW BY
da: VED MUSIK, FORETRÆK VISNING AF:

# #31573
source: TRAILER REMINDER AVAILABLE
da: TRAILER PÅMINDELSE TILGÆNGELIG

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
da: VIS TRAILER I FULDSKÆRMSTILSTAND

# #31575
source: YOU HAVE
da: DU HAR

# #31576
source: TV SHOWS IN THIS COLLECTION
da: TV SERIER I DENNE SAMLING

# #31577
source: SEASONS OF THE SERIES
da: SÆSONER AF SERIERNE

# #31578
source: EPISODES THIS SEASON
da: EPISODER I DENNE SÆSON

# #31579
source: UNWATCHED
da: IKKE SET

# #31580
source: THERE ARE
da: DER ER

# #31581
source: VIEWTYPES AVAILABLE TO
da: VISNINGSTYPER TILGÆNGELIG FOR

# #31582
source: PLAYING NOW
da: AFSPILLER NU

# #31583
source: RECENTLY ADDED
da: NYLIGT TILFØJNE

# #31584
source: RANDOM
da: TILFÆLDIG

# #31585
source: IN PROGRESS
da: IGANGVÆRENDE

# #31586
source: EMPTY COLLECTION!
da: TOM SAMLING!

# #31587
source: ADD CONTENT IN OPTION
da: TILFØJ INDHOLD I INDSTILLINGER

# #31589
source: SEASON
da: SÆSON

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
da: DU SKAL BRUGE ET SCRIPT, FOR AT FÅ VIST TILFÆLDIGE NUMRE:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
da: DU SKAL BRUGE ET SCRIPT, FOR AT FÅ VIST IGANGVÆRENDE NUMRE:

# #31592
source: REORGANIZE OBJECTS
da: OMSTRUKTUR OBJEKTER

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
da: FLYT VENSTRE/HØJRE FOR AT GENNEMSE

# #31595
source: CHOOSE A COLOR FOR THE PANELS
da: VÆLG EN FARVE TIL PANELER

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
da: UDOVER HOVEDMENUEN, KAN DER VÆRE MANGE ANDRE STEDER AT SKINNET VISER FARVENUANCEN.

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
da: GENOPRET ALLE INDSTILLINGERNE FOR STANDARDSKINNET

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
da: PAS PÅ: DENNE PROCES ER UOPRETTELIG !

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
da: KIOSKTILSTAND - FORHINDRER MENUADGANG I SAMLINGER

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
da: KIOSK KODE - DEAKTIVERER MIDLERTIDIGT KIOSKTILSTAND VED BRUG AF PILE - VENSTRE/HØJRE/OP

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
da: SMART KIOSK - FORHINDRER KUN ADGANG TIL MENUPUNKTSINDSTILLINGER

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
da: VIS OPTIMERET POPUP TIL VOXCOMMANDO "TALEGENKENDELSE"

# #31608
source: ENABLE PVR FUNCTIONS
da: AKTIVER PVR FUNKTIONER

# #31609
source: KIOSK CODE
da: KIOSK KODE

# #31610
source: REACTIVATE KIOSK CODE
da: GENAKTIVER KIOSK KODE

# #31611
source: KIOSK CODE BLOCKED
da: KIOSK KODE BLOKERET

# #31612
source: KIOSK CODE ACCEPTED
da: KIOSK KODE ACCEPTERET

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
da: ET FORKERT FORLØB ANNULLERER PROCESSEN.

# #31615
source: MY STYLE
da: MIN STIL

# #31624
source: PRESS ENTER TO SELECT
da: TRYK ENTER FOR AT VÆLGE

# #31625
source: AQUA
da: VAND

# #31626
source: BLOOD
da: BLOD

# #31627
source: BROWN
da: BRUN

# #31628
source: DARK SKY
da: MØRK SKY

# #31629
source: GOLDEN YELLOW
da: GYLDEN GUL

# #31631
source: FOREST
da: SKOV

# #31632
source: BLUE
da: BLÅ

# #31633
source: BRIGHT YELLOW
da: LYS GUL

# #31634
source: OLIVE
da: OLIVEN

# #31636
source: PURPLE
da: LILLA

# #31637
source: RED
da: RØD

# #31638
source: ROYAL BLUE
da: KONGEBLÅ

# #31639
source: SILVER
da: SØLV

# #31640
source: SKY BLUE
da: HIMMELBLÅ

# #31641
source: SPRING
da: FORÅR

# #31642
source: TURQUOISE
da: TURKISFARVET

# #31643
source: VIOLET
da: VIOLBLÅ

# #31644
source: GRAY
da: GRÅ

# #31645
source: GRAPHITE
da: GRAFIT

# #31646
source: CHOCOLATE
da: CHOKOLADE

# #31647
source: OCEAN
da: HAV

# #31648
source: NO COLOR
da: INGEN FARVE

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
da: SMART KIOSK giver dig adgang til de mest basale menuer.[CR]KIOSK KODE tilstand deaktiverer den midlertidigt, ved at bruge en række fastlagte kommandoer.

# #31653
source: CUSTOM CASE
da: BRUGERDEFINERET OMSLAG

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
da: Ændre farven eller fastlæg en ny etiket, for at tilpasse medieomslaget til din samling.

# #31656
source: MANY NEWS AND MORE...
da: MANGE NYHEDER OG MEGET MERE...

# #31658
source: SKIP PRESENTATION
da: SPRING PRÆSENTATIONEN OVER

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
da: FOR AT VÆLGE STILEN DU VIL HAVE,[CR] SKAL DU BRUGE PIL OP ELLER NED.

# #31661
source: SHOW 'PAUSE'
da: VIS 'PAUSE'

# #31662
source: HIDE 'PAUSE'
da: SKJUL 'PAUSE'

# #31663
source: HIDE PARTLY WATCHED
da: SKJUL DELVIST SETE

# #31664
source: SHOW PARTLY WATCHED
da: VIS DELVIST SETE

# #31665
source: CONTINUE WATCHING
da: FORTSÆT MED AT SE

# #31667
source: MAIN MENU
da: HOVEDMENU

# #31668
source: GLASS EFFECT
da: GLAS-EFFEKT

# #31669
source: SHOW WATCH
da: VIS KLOKKEN

# #31670
source: HIDE WATCH
da: SKJUL KLOKKEN

# #31672
source: SHOW LIBRARY
da: VIS BIBLIOTEK

# #31673
source: HIDE LIBRARY
da: SKJUL BIBLIOTEK

# #31675
source: SHOW RSS
da: VIS RSS

# #31676
source: HIDE RSS
da: SKJUL RSS

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
da: VIS TITLERNE (GENRE:; STUDIO: OSV...)

# #31678
source: SHOW FURNITURE
da: VIS INVENTAR

# #31679
source: HIDE FURNITURE
da: SKJUL INVENTAR

# #31681
source: MOVE UP/DOWN TO END
da: FLYT OP/NED FOR AT AFSLUTTE

# #31682
source: MOVE RIGHT TO BROWSE
da: FLYT TIL HØJRE FOR AT GENNEMSE

# #31683
source: CUSTOMIZE FURNITURES
da: SKRÆDDERSY INVENTAR

# #31684
source: END THIS STEP AND MOVE FORWARD
da: AFSLUT DETTE TRIN OG FORTSÆT

# #31686
source: COLOR PALETTE FOR TITLES
da: FARVEPALET TIL TITLERNE

# #31688
source: COLOR FOR TITLES
da: FARVE TIL TITLERNE

# #31695
source: RELOAD
da: GENINDLÆS

# #31696
source: ORIGINAL TITLE AT THE TOP
da: TITEL PÅ ORIGINALSPROGET I TOPPEN

# #31697
source: CAST SCROLLING
da: MEDVIRKENDE RULNING

# #31698
source: PLAYBACK OPTIONS
da: AFSPILNINGSINDSTILLINGER

# #31699
source: INFORMATION PANEL OPTIONS
da: INFORMATIONSPANELSINDSTILLINGER

# #31700
source: PLAY
da: AFSPIL

# #31702
source: GET ARTWORK
da: HENT ILLUSTRATIONSMATERIALET

# #31703
source: STARRING
da: SPILLER HOVEDROLLEN

# #31709
source: ALWAYS VISIBLE
da: ALTID SYNLIG

# #31710
source: MANUAL
da: MANUELT

# #31711
source: OFF
da: SLUKKET

# #31712
source: ITEMS LIST
da: MENUPUNKTSLISTE

# #31713
source: NOT AVAILABLE
da: IKKE TILGÆNGELIG

# #31714
source: CREATED
da: OPRETTET

# #31715
source: RESOLUTION
da: OPLØSNING

# #31716
source: SPRING
da: FORÅR

# #31717
source: SUMMER
da: SOMMER

# #31718
source: AUTUMN
da: EFTERÅR

# #31719
source: WINTER
da: VINTER

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
da: BASERET PÅ DEN NORDLIGE HALVKUGLES FORHOLD

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
da: BASERET PÅ DEN SYDLIGE HALVKUGLES FORHOLD

# #31722
source: SHOW LYRICS
da: VIS SANGTEKST

# #31723
source: LYRICS
da: SANGTEKSTER

# #31724
source: HIDE LYRICS
da: SKJUL SANGTEKST

# #31725
source: SET SCRIPT
da: TILDEL SCRIPT

# #31726
source: LYRICS SOURCE
da: SANGTEKSTSKILDE

# #31727
source: VIEWING
da: VISNING

# #31728
source: VIEWING OPTIONS
da: FREMVISNINGSINDSTILLINGER

# #31730
source: SHOW POSTER/CLEARART
da: VIS PLAKAT/CLEARART

# #31731
source: SHOW COVER/THUMBNAIL
da: VIS OMSLAG/MINIATUREBILLEDE

# #31732
source: MODE: FIXED
da: TILSTAND: FASTSAT

# #31733
source: MODE: ALTERNATIVE
da: TILSTAND: ALTERNATIV

# #31734
source: DISPLAY: CLEARART
da: FREMVIS: CLEARART

# #31735
source: DISPLAY: LOGO
da: FREMVIS: LOGO

# #31736
source: LANDSCAPE
da: LANDSKAB

# #31738
source: RETURN TO MENU BUTTON
da: RETURNER TIL MENU KNAPPEN

# #31739
source: CLOSE THIS DIALOGUE BOX
da: LUK DENNE DIALOGBOKS

# #31741
source: VIS(AUDIO)
da: VIS (LYD)

# #31742
source: OPEN TRAY
da: ÅBEN DREV

# #31743
source: ON
da: TÆNDT

# #31744
source: THERE IS NO BUTTON ON !
da: DER ER INGEN KNAP AKTIVERET !

# #31745
source: FILTERS
da: FILTRE

# #31746
source: SEARCH
da: SØG

# #31747
source: UPDATE LIBRARY
da: OPDATER BIBLIOTEK

# #31748
source: THEME IN USE
da: TEMA I BRUG

# #31749
source: STYLE IN USE
da: STIL I BRUG

# #31751
source: COLOR IN USE FOR TITLES
da: FARVE I BRUG VED TITLERNE

# #31753
source: REVIEW
da: ANMELDELSE

# #31754
source: VOLUME
da: LYDSTYRKE

# #31756
source: TOTAL
da: SAMMENLAGT

# #31757
source: PAGE
da: SIDE

# #31758
source: AVAILABLE GROUPS
da: TILGÆNGELIGE GRUPPER

# #31759
source: NO-GROUP CHANNELS
da: INGEN GRUPPEKANALER

# #31760
source: ADD GROUP
da: TILFØJ GRUPPE

# #31761
source: RENAME GROUP
da: OMDØB GRUPPE

# #31762
source: DELETE GROUP
da: SLET GRUPPE

# #31763
source: CHANNEL
da: KANAL

# #31764
source: TELETEXT
da: TEKST-TV

# #31765
source: SIMILAR ARTISTS
da: LIGNENDE KUNSTNERE

# #31766
source: VISUALIZATION PRESETS
da: VISUALISERINGSFORUDINDSTILLER

# #31767
source: VIDEO AVAILABLE
da: VIDEO TILGÆNGELIG

# #31768
source: VIDEO MODE ACTIVATED
da: VIDEOTILSTAND AKTIVERET

# #31769
source: GROUP
da: GRUPPE

# #31771
source: PUBLISHER
da: UDGIVER

# #31772
source: PREMIERED
da: HAVDE PREMIERE

# #31773
source: PLAYERS
da: AFSPILLERE

# #31774
source: RATING
da: BEDØMMELSE

# #31775
source: CONTROL TYPE
da: STYRINGSTYPE

# #31776
source: PERSPECTIVE
da: SYNSVINKEL

# #31777
source: IMPORT GAMES
da: IMPORTER SPIL

# #31778
source: ADD ROM COLLECTION
da: TILFØJ ROM SAMLING

# #31779
source: EDIT ROM COLLECTION
da: REDIGER ROM SAMLING

# #31780
source: EDIT OFFLINE SCRAPERS
da: REDIGER OFFLINE SCRAPERS

# #31781
source: EDIT GAME COMMAND
da: REDIGER SPILKOMMANDO

# #31782
source: ADD GAME TO FAVOURITES
da: TILFØJ SPIL TIL FORETRUKNE

# #31783
source: ADD SELECTION TO FAVOURITES
da: TILFØJ UDVALGTE TIL FORETRUKNE

# #31784
source: DELETE GAME
da: SLET SPIL

# #31785
source: DELETE ROM COLLECTIONS
da: SLET ROM SAMLINGER

# #31786
source: CLEAN DATABASE
da: RYD DATABASEN

# #31787
source: IMPORT SETTINGS
da: IMPORTER INDSTILLINGER

# #31788
source: DEVELOPER
da: UDVIKLER

# #31789
source: MEDIA TYPE
da: MEDIETYPE

# #31790
source: PLAY GAME
da: SPIL SPILLET

# #31791
source: FAVOURITES
da: FORETRUKNE

# #31792
source: A-Z
da: A-Å

# #31793
source: PLAY VIDEO
da: AFSPIL VIDEO

# #31794
source: CUSTOMIZE THIS MENU
da: SKRÆDDERSY DENNE MENU

# #31796
source: VERSION WITHOUT PVR
da: VERSION UDEN PVR

# #31797
source: REMAIN
da: FORBLIVE

# #31798
source: GET ARTIST INFO
da: HENT KUNSTNERINFORMATION

# #31799
source: TRACK
da: NUMMER

# #31800
source: ALBUM INFO
da: ALBUMINFORMATION

# #31801
source: LIST
da: LISTE

# #31802
source: SHOWCASE
da: UDSTILLINGSMONTRE

# #31805
source: WALL
da: VÆG

# #31806
source: WALL 3D
da: VÆG 3D

# #31807
source: LOW LIST
da: LAVERE LISTE

# #31808
source: POSTER
da: PLAKAT

# #31809
source: SHELF
da: HYLDE

# #31812
source: BANNER INFO
da: BANNERINFORMATION

# #31813
source: WIDE
da: BRED

# #31814
source: LANDSCAPE
da: LANDSKAB

# #31815
source: SQUARE
da: FIRKANT

# #31816
source: TALL
da: HØJ

# #31821
source: SHOWART
da: UDSTILLINGSKUNST

# #31823
source: LARGE LIST
da: STOR LISTE

# #31824
source: SEASON BANNER
da: SÆSON BANNER

# #31825
source: EPISODES BANNER
da: EPISODER BANNER

# #31826
source: SETS
da: SAMLINGER

# #31840
source: EVERY ONE HOUR
da: HVER TIME

# #31842
source: 10 DAYS
da: 10 DAGE

# #31843
source: CURRENT
da: AKTUELT

# #31844
source: MAPS
da: KORT

# #31846
source: SATELLITE AND RADAR
da: SATELLIT OG RADAR

# #31847
source: FORECAST
da: UDSIGT

# #31848
source: CONDITIONS
da: FORHOLD

# #31849
source: SEVERE WEATHER
da: KRAFTIGT VEJR

# #31850
source: WEATHER PERSPECTIVE
da: VEJRPERSPEKTIV

# #31851
source: AVERAGE HIGH
da: GENNEMSNITLIG HØJ

# #31852
source: AVERAGE LOW
da: GENNEMSNITLIG LAV

# #31853
source: RECORD HIGH
da: REKORDHØJ

# #31854
source: RECORD LOW
da: REKORDLAV

# #31855
source: PROBABLE HIGH
da: SANDSYNLIGVIS HØJ

# #31856
source: PROBABLE LOW
da: SANDSYNLIGVIS LAV

# #31857
source: DEFAULT MAP
da: STANDARDKORT

# #31858
source: LARGER MAP
da: STØRRE KORT

# #31859
source: PRESSURE
da: TRYK

# #31860
source: VISIBILITY
da: SYNLIGHED

# #31861
source: STATISTICS
da: STATISTIK

# #31862
source: RAIN PROBABILITY
da: SANDSYNLIGHED FOR REGN

# #31863
source: SEARCHING FOR FORECAST INFO
da: SØGER EFTER VEJRUDSIGTSINFORMATION

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
da: VÆLG VIDEOKNAPPEN TIL AFSPILNING

# #31865
source: MAPS PATH
da: KORTLÆGGER STIEN

# #31866
source: SHOW DETAILS
da: VIS DETALJER

# #31867
source: SHOW EVERY ONE HOUR
da: VIS HVER TIME

# #31868
source: TEMPERATURE
da: TEMPERATUR

# #31869
source: TODAY
da: I DAG

# #31870
source: MAX
da: HØJST

# #31871
source: MIN
da: MINDST

# #31872
source: LOCAL
da: LOKAL

# #31873
source: WEATHER SETTINGS
da: VEJRINDSTILLINGER

# #31874
source: Possibility of rain
da: Mulighed for regn

# #31875
source: Season
da: Sæson

# #31880
source: APPLY
da: ANVEND

# #31881
source: EXTENDED LIST
da: FORLÆNGET LISTE

# #31882
source: EXIT
da: UDGANG

# #31883
source: GET DIRECTOR INFO
da: HENT INSTRUKTØRINFORMATION

# #31884
source: GET WRITER INFO
da: HENT FORFATTERINFORMATION

# #31885
source: GET FILMOGRAPHY ARTIST
da: HENT KUNSTNERFILMOGRAFI

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
da: TRYK TIL HØJRE ELLER VENSTRE FOR AT ÆNDRE BEDØMMELSEN

# #31887
source: PRESS ENTER TO CONFIRM
da: TRYK ENTER FOR AT BEKRÆFTE

# #31888
source: GET OR UPDATE EXTRAPACK
da: HENT ELLER OPDATER EKSTRAPAKKEN

# #31889
source: COLD
da: KOLD

# #31890
source: WARM
da: VARM

# #31891
source: DARKNESS
da: MØRKE

# #31892
source: DIGITAL ART
da: DIGITAL KUNST

# #31893
source: THEMES
da: TEMAER

# #31894
source: FUTURE IMAGES THEME
da: FREMTIDIGE TEMABILLEDER

# #31895
source: COLD IMAGES THEME
da: KOLDE TEMABILLEDER

# #31896
source: WARM IMAGES THEME
da: VARME TEMABILLEDER

# #31897
source: DARKNESS IMAGES THEME
da: MØRKE TEMABILLEDER

# #31898
source: DIGITAL ART IMAGES THEME
da: DIGITAL KUNST TEMABILLEDER

# #31899
source: RANDOM IMAGES THEME
da: TILFÆLDIGE TEMABILLEDER

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
da: BRUG EKSTERNE PAKKEBILLEDER (BRUGERDEFINERET)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
da: BRUG INTERNE PAKKEIKONER (EKSTRAPAKKEN ER STILLET TIL RÅDIGHED AF SKINNET)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
da: BRUG EKSTERNE PAKKEIKONER (BRUGERDEFINERET)

# #31907
source: FULLSCREEN
da: FULDSKÆRM

# #31908
source: MY THEME
da: MIT TEMA

# #31909
source: PERSONAL IMAGES THEME
da: PERSONLIGE TEMABILLEDER

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
da: LAV DIT EGET TEMA MED DE BILLEDER, DU HAR LYST TIL AT BRUGE. [CR] TRYK ENTER FOR AT LÆRE MERE, ELLER FOR AT BESTEMME.

# #31911
source: CREATING MY THEME
da: FREMSTILLER MIT TEMA

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
da: FLYT I EN ANDEN RETNING FOR AT ANNULLERE. TRYK ENTER FOR AT MARKERE STIEN.

# #31917
source: SHORTCUTS
da: GENVEJE

# #31918
source: CHANGE OPTIONS
da: ÆNDRE INDSTILLINGER

# #31919
source: CLICK GO TO FILES MODE
da: KLIK FOR AT GÅ TIL FILTILSTAND

# #31920
source: CLICK GO TO LIST MODE
da: KLIK FOR AT GÅ TIL LISTETILSTAND

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
da: KLIK FOR AT GÅ TIL ADD-ON ROMSAMLINGSBROWSEREN

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
da: KLIK FOR AT GÅ TIL ADD-ON ROMADVANCERINGSSTARTER.

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
da: SLET DATABASEN OG HENT PAKKEN IGEN

# #31924
source: BOX FRONT
da: BOKS FORSIDE

# #31925
source: BOX BACK
da: BOKS BAGSIDE

# #31926
source: CARTDRIGE
da: FILMRULLE

# #31927
source: SCREENSHOT
da: SKÆRMBILLEDE

# #31928
source: CLICK GO TO LIBRARY MODE
da: KLIK FOR AT GÅ TIL BIBLIOTEKSTILSTAND

# #31929
source: CLICK GO TO SETS MODE
da: KLIK FOR AT GÅ TIL SAMLINGSTILSTAND

# #31930
source: RESCRAPE GAME
da: SCRAPE SPILLET IGEN

# #31931
source: RESCRAPE SELECTION
da: SCRAPE DET VALGTE IGEN

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
da: EKSPORTER SPILDATABASE (NFO FILERNE)

# #31933
source: OPEN ADDON SETTINGS
da: ÅBEN ADD-ON INDSTILLINGERNE

# #31934
source: LAYOUT: BANNER
da: OPSÆTNING: BANNER

# #31935
source: LAYOUT: POSTER
da: OPSÆTNING: PLAKAT

# #31936
source: CHANGE RATING
da: ÆNDRE BEDØMMELSEN

# #31938
source: AUTO
da: AUTOMATISK

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
da: SØGER EFTER INFORMATION OM DISKOGRAFIEN...

# #31940
source: Similar artists
da: Lignende kunstnere

# #31941
source: LIMIT
da: BEGRÆNSNING

# #31943
source: SHOW ONLY CDART AND COVER
da: VIS KUN CDART OG COVER

# #31944
source: IMAGE ZOOM
da: BILLEDZOOM

# #31945
source: PLAY TRAILER
da: AFSPIL TRAILER

# #31946
source: PLAY MOVIE
da: AFSPIL FILM

# #31947
source: PRESS ENTER TO ACCESS
da: TRYK ENTER FOR AT FÅ ADGANG

# #31948
source: WINDOW
da: VINDUE

# #31949
source: VIDEO CLIPS
da: VIDEOKLIP

# #31950
source: ARTIST VIDEO CLIPS
da: VIDEOKLIP AF KUNSTNER

# #31951
source: SONG VIDEO CLIP
da: VIDEOKLIP AF SANGE

# #31952
source: PERSONAL INFORMATION
da: PERSONLIG INFORMATION

# #31953
source: MOVIE INFORMATION
da: FILMINFORMATION

# #31954
source: FILMOGRAPHY
da: FILMOGRAFI

# #31955
source: IN LIBRARY
da: I BIBLIOTEKET

# #31956
source: DISC MENU
da: DISK MENU

# #31957
source: MULTIPLE THUMBS (TOP MENU)
da: FLERE MINIATUREBILLEDER (TOP MENU)

# #31958
source: SINGLE THUMB (TOP MENU)
da: ENKELT MINIATUREBILLEDE (TOP MENU)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
da: VIS LYD OG VIDEO VISUALISERING SOM BAGGRUND (GLOBALT)

# #31961
source: minutes
da: minutter

# #31971
source: Update finished
da: Opdateringen er færdig

# #31972
source: Update failed
da: Opdateringen mislykkedes

# #31973
source: No update required
da: Opdatering ikke nødvendig

# #31974
source: Downloading:
da: Henter:

# #31980
source: NEXT EPISODE
da: NÆSTE EPISODE

# #31983
source: Rating
da: Bedømmelse
