Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Arabic/strings.po
Languages: ar

# #31638
source: ROYAL BLUE
ar: الأزرق الملكي

# #31639
source: SILVER
ar: فضي

# #31640
source: SKY BLUE
ar: أزرق سماوي

# #31641
source: SPRING
ar: ربيع

# #31642
source: TURQUOISE
ar: فيروزي

# #31643
source: VIOLET
ar: بنفسجي

# #31644
source: GRAY
ar: رمادي

# #31645
source: GRAPHITE
ar: غرافيتي

# #31646
source: CHOCOLATE
ar: شوكلاتي

# #31647
source: OCEAN
ar: محيطي

# #31648
source: NO COLOR
ar: بدون لون

# #31651
source: SMART KIOSK
ar: نظام KIOSK الذكي

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
ar: الـ KIOSK الذكي يسهل الوصول لقائمة الوظائف الأساسية، ويحول دون خيارات الإعداد. [CR] رمز الـ KIOSK يعطلها مؤقتاً باستخدام سلسلة من الأوامر محددة مسبقا.

# #31653
source: CUSTOM CASE
ar: إطار مخصص

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
ar: تغيير لون أو تحديد التسمية الجديدة، وضبط الحالات وسائل الاعلام لجمع الخاصة بك.

# #31656
source: MANY NEWS AND MORE...
ar: أخبار كثيرة وأكثر...

# #31658
source: SKIP PRESENTATION
ar: تقديم عرض الغلاف

# #31659
source: BUILD
ar: بناء

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
ar: لتحديد النمط الذي تريد، [CR] استخدم السهم صعودا أو هبوطا.

# #31661
source: SHOW 'PAUSE'
ar: إظهار " التوقف المؤقت"

# #31662
source: HIDE 'PAUSE'
ar: إخفاء "التوقف المؤقت"

# #31663
source: HIDE PARTLY WATCHED
ar: إخفاء المشاهدة الجزئية

# #31664
source: SHOW PARTLY WATCHED
ar: إظهار المشاهدة الجزئية

# #31665
source: CONTINUE WATCHING
ar: إكمال المشاهدة

# #31667
source: MAIN MENU
ar: القائمة الرئيسية

# #31668
source: GLASS EFFECT
ar: التأثير الزجاجى

# #31669
source: SHOW WATCH
ar: إظهار ما تم مشاهدته

# #31670
source: HIDE WATCH
ar: إخفاء ما تم مشاهدته

# #31672
source: SHOW LIBRARY
ar: إظهار المكتبة

# #31673
source: HIDE LIBRARY
ar: إخفاء المكتبة

# #31675
source: SHOW RSS
ar: إظهار RSS

# #31676
source: HIDE RSS
ar: إخفاء RSS

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
ar: إظهار العناوين

# #31678
source: SHOW FURNITURE
ar: إظهار الأثاث

# #31679
source: HIDE FURNITURE
ar: إخفاء الأثاث

# #31681
source: MOVE UP/DOWN TO END
ar: حرك للأعلى/الأسفل للإنهاء

# #31682
source: MOVE RIGHT TO BROWSE
ar: حرك لليمين للتصفح

# #31683
source: CUSTOMIZE FURNITURES
ar: أثاث مخصص

# #31684
source: END THIS STEP AND MOVE FORWARD
ar: إنهاء هذه الخطوة والاستمرار للأمام

# #31686
source: COLOR PALETTE FOR TITLES
ar: لوحة الألوان في العناوين

# #31688
source: COLOR FOR TITLES
ar: لون العناوين

# #31695
source: RELOAD
ar: إعادة تحميل

# #31696
source: ORIGINAL TITLE AT THE TOP
ar: العنوان الأصلي للأعلى

# #31697
source: CAST SCROLLING
ar: التنقل بين أبطال العمل

# #31698
source: PLAYBACK OPTIONS
ar: خيارات التشغيل

# #31699
source: INFORMATION PANEL OPTIONS
ar: خيارات لوحة المعلومات

# #31700
source: PLAY
ar: تشغيل

# #31701
source: TRAILER
ar: فيلم الدعاية القصير

# #31702
source: GET ARTWORK
ar: الحصول على عمل فني

# #31703
source: STARRING
ar: بطولة

# #31709
source: ALWAYS VISIBLE
ar: ظاهر دائماً

# #31710
source: MANUAL
ar: دليل

# #31711
source: OFF
ar: مطفىء

# #31712
source: ITEMS LIST
ar: قائمة العناصر

# #31713
source: NOT AVAILABLE
ar: غير متوفر

# #31714
source: CREATED
ar: إنشاء

# #31715
source: RESOLUTION
ar: الدقة

# #31716
source: SPRING
ar: ربيع

# #31717
source: SUMMER
ar: صيف

# #31718
source: AUTUMN
ar: خريف

# #31719
source: WINTER
ar: شتاء

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
ar: بناء على ظروف نصف الكرة الشمالي

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
ar: بناء على ظروف نصف الكرة الجنوبي

# #31722
source: SHOW LYRICS
ar: إظهار الشعر الغنائي

# #31723
source: LYRICS
ar: غنائي

# #31724
source: HIDE LYRICS
ar: إخفاء الشعر الغنائي

# #31725
source: SET SCRIPT
ar: ضبط السيكريبت

# #31726
source: LYRICS SOURCE
ar: مصدر الأغاني

# #31727
source: VIEWING
ar: مشاهدة

# #31728
source: VIEWING OPTIONS
ar: خيارات المشاهدة

# #31730
source: SHOW POSTER/CLEARART
ar: إظهار الملصق/ الصورة

# #31731
source: SHOW COVER/THUMBNAIL
ar: إظهار الغلاف/الصورة المصغرة

# #31732
source: MODE: FIXED
ar: نمط: ثابت

# #31733
source: MODE: ALTERNATIVE
ar: نمط: البديل

# #31734
source: DISPLAY: CLEARART
ar: عرض: الصور

# #31735
source: DISPLAY: LOGO
ar: عرض: الشعار

# #31736
source: LANDSCAPE
ar: مناظر

# #31737
source: PAUSE
ar: توقف مؤقت

# #31738
source: RETURN TO MENU BUTTON
ar: العودة إلى زر القائمة

# #31739
source: CLOSE THIS DIALOGUE BOX
ar: إغلاق نافذه الحوار

# #31740
source: VIS(VIDEO)
ar: (فيديو) VIS

# #31741
source: VIS(AUDIO)
ar: (صوت) VIS

# #31742
source: OPEN TRAY
ar: إفتح باب قاريء الأقراص

# #31743
source: ON
ar: تشغيل

# #31744
source: THERE IS NO BUTTON ON !
ar: لا يوجد زر على !

# #31745
source: FILTERS
ar: فلاتر

# #31746
source: SEARCH
ar: بحث

# #31748
source: THEME IN USE
ar: الثيم المستخدم

# #31749
source: STYLE IN USE
ar: النمط المستخدم

# #31751
source: COLOR IN USE FOR TITLES
ar: اللون المستخدم في العناوين

# #31752
source: Skin status
ar: حالة الغلاف

# #31753
source: REVIEW
ar: مراجعة

# #31754
source: VOLUME
ar: مستوى الصوت

# #31755
source: MUTE
ar: صامت

# #31756
source: TOTAL
ar: إجمالي

# #31757
source: PAGE
ar: صفحة

# #31758
source: AVAILABLE GROUPS
ar: المجموعات المتوفرة

# #31759
source: NO-GROUP CHANNELS
ar: قنوات بدون مجموعة

# #31760
source: ADD GROUP
ar: إضافة مجموعة

# #31761
source: RENAME GROUP
ar: إعادة تسمية مجموعة

# #31762
source: DELETE GROUP
ar: حذف مجموعة

# #31764
source: TELETEXT
ar: تلتكست

# #31765
source: SIMILAR ARTISTS
ar: فنانون مشابهون

# #31766
source: VISUALIZATION PRESETS
ar: التصويرات المعدة مسبقاً

# #31767
source: VIDEO AVAILABLE
ar: الفيديو متوفر

# #31768
source: VIDEO MODE ACTIVATED
ar: تم تشغيل نمط الفيديو

# #31769
source: GROUP
ar: مجموعة

# #31770
source: PLATFORM
ar: منصة

# #31771
source: PUBLISHER
ar: ناشر

# #31772
source: PREMIERED
ar: لأول مرة

# #31773
source: PLAYERS
ar: مشغلات

# #31774
source: RATING
ar: تقييم

# #31775
source: CONTROL TYPE
ar: نوع التحكم

# #31776
source: PERSPECTIVE
ar: مشهد

# #31777
source: IMPORT GAMES
ar: إستيراد الألعاب

# #31778
source: ADD ROM COLLECTION
ar: إضافة مجموعة ROM

# #31779
source: EDIT ROM COLLECTION
ar: تحرير مجموعة ROM

# #31780
source: EDIT OFFLINE SCRAPERS
ar: تحرير مواقع معلومات الأفلام التى لا يمكن الاتصال بها.

# #31781
source: EDIT GAME COMMAND
ar: تحرير أوامر الألعاب

# #31782
source: ADD GAME TO FAVOURITES
ar: إضافة اللعبة للمفضلة

# #31783
source: ADD SELECTION TO FAVOURITES
ar: إضافة التحديد للمفضلة

# #31784
source: DELETE GAME
ar: حذف اللعبة

# #31785
source: DELETE ROM COLLECTIONS
ar: حذف مجموعة الـROM

# #31786
source: CLEAN DATABASE
ar: تنظيف قاعدة البيانات

# #31787
source: IMPORT SETTINGS
ar: إستيراد الإعدادات

# #31788
source: DEVELOPER
ar: مطور

# #31789
source: MEDIA TYPE
ar: نوع الوسائط

# #31790
source: PLAY GAME
ar: تشغيل اللعبة

# #31791
source: FAVOURITES
ar: تفضيلات

# #31792
source: A-Z
ar: من الألف للياء

# #31793
source: PLAY VIDEO
ar: تشغيل الفيديو

# #31794
source: CUSTOMIZE THIS MENU
ar: تعديل هذة القائمة

# #31795
source: PVR VERSION
ar: نسخة الـ PVR

# #31796
source: VERSION WITHOUT PVR
ar: نسخة بدون PVR

# #31797
source: REMAIN
ar: باقي

# #31798
source: GET ARTIST INFO
ar: الحصول على معلومات الفنان

# #31799
source: TRACK
ar: مسار

# #31800
source: ALBUM INFO
ar: معلومات الألبوم

# #31801
source: LIST
ar: قائمة

# #31802
source: SHOWCASE
ar: أغلفة الأشرطة

# #31803
source: MULTIPLEX
ar: متعدد

# #31804
source: LANDSCAPEX
ar: مناظر طبيعية

# #31805
source: WALL
ar: حائط

# #31807
source: LOW LIST
ar: قائمة سفلى

# #31808
source: POSTER
ar: ملصق

# #31809
source: SHELF
ar: رف

# #31810
source: COVERFLOW
ar: عدة أغلفة

# #31811
source: BANNER
ar: بانر

# #31812
source: BANNER INFO
ar: معلومات البانر

# #31813
source: WIDE
ar: واسع

# #31814
source: LANDSCAPE
ar: مناظر

# #31815
source: SQUARE
ar: مربع

# #31816
source: TALL
ar: طويل

# #31817
source: PHOTOSHOW
ar: عرض الصور

# #31818
source: PANEL
ar: لوحة

# #31821
source: SHOWART
ar: المظهر الصوري

# #31823
source: LARGE LIST
ar: قائمة طويلة

# #31824
source: SEASON BANNER
ar: بانر المواسم

# #31825
source: EPISODES BANNER
ar: بانر الحلقات

# #31826
source: SETS
ar: مجموعات

# #31840
source: EVERY ONE HOUR
ar: كل ساعة

# #31841
source: WEEKEND
ar: نهاية الأسبوع

# #31842
source: 10 DAYS
ar: 10 أيام

# #31843
source: CURRENT
ar: حالي

# #31844
source: MAPS
ar: خرائط

# #31845
source: VIDEO
ar: فيديو

# #31846
source: SATELLITE AND RADAR
ar: الأقمار الصناعية والرادار

# #31847
source: FORECAST
ar: تنبؤات

# #31848
source: CONDITIONS
ar: الحالات

# #31849
source: SEVERE WEATHER
ar: حالات الطقس السيء

# #31850
source: WEATHER PERSPECTIVE
ar: منظور الطقس

# #31851
source: AVERAGE HIGH
ar: المعدلات المرتفعة

# #31852
source: AVERAGE LOW
ar: المعدلات المنخفضة

# #31853
source: RECORD HIGH
ar: مستويات قياسية

# #31854
source: RECORD LOW
ar: متدنية بشكل قياسي

# #31855
source: PROBABLE HIGH
ar: إرتفاع محتمل

# #31856
source: PROBABLE LOW
ar: إنخفاض محتمل

# #31857
source: DEFAULT MAP
ar: الخريطة الافتراضية

# #31858
source: LARGER MAP
ar: خريطة أكبر

# #31859
source: PRESSURE
ar: ضغط

# #31860
source: VISIBILITY
ar: رؤية

# #31861
source: STATISTICS
ar: إحصائيات

# #31862
source: RAIN PROBABILITY
ar: إحتمال أمطار

# #31863
source: SEARCHING FOR FORECAST INFO
ar: البحث عن تنبؤات الطقس

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
ar: اختيار زر الفيديو للتشغيل

# #31865
source: MAPS PATH
ar: مسار الخرائط

# #31866
source: SHOW DETAILS
ar: إظهار التفاصيل

# #31867
source: SHOW EVERY ONE HOUR
ar: إظهار كل ساعة

# #31868
source: TEMPERATURE
ar: درجة الحرارة

# #31869
source: TODAY
ar: اليوم

# #31870
source: MAX
ar: الحد الأقصى

# #31871
source: MIN
ar: الحد الأدنى

# #31872
source: LOCAL
ar: محلي

# #31873
source: WEATHER SETTINGS
ar: اعدادات الطقس

# #31880
source: APPLY
ar: تطبيق

# #31881
source: EXTENDED LIST
ar: قائمة مطولة

# #31882
source: EXIT
ar: خروج

# #31883
source: GET DIRECTOR INFO
ar: الحصول على معلومات المخرج

# #31884
source: GET WRITER INFO
ar: الحصول على معلومات الكاتب

# #31885
source: GET FILMOGRAPHY ARTIST
ar: الحصول على الأعمال الفنية للفنان

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
ar: اضغط يمين/شمال لتغيير التقييم

# #31887
source: PRESS ENTER TO CONFIRM
ar: إضغط على زر الإدخال للتأكيد

# #31888
source: GET OR UPDATE EXTRAPACK
ar: الحصول على أو تحديث الباقة الإضافة

# #31889
source: COLD
ar: بارد

# #31890
source: WARM
ar: دافيء

# #31891
source: DARKNESS
ar: قاتم

# #31892
source: DIGITAL ART
ar: فنون رقمية

# #31893
source: THEMES
ar: ثيمات

# #31894
source: FUTURE IMAGES THEME
ar: ثيمات صور مستقبلية

# #31895
source: COLD IMAGES THEME
ar: ثيم الصور الباردة

# #31896
source: WARM IMAGES THEME
ar: ثيم الصور الدافئة

# #31897
source: DARKNESS IMAGES THEME
ar: ثيم الصور القاتمة

# #31898
source: DIGITAL ART IMAGES THEME
ar: ثيم صور الفنون الرقمية

# #31899
source: RANDOM IMAGES THEME
ar: ثيم بصور عشوائية

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
ar: إستخدام باقة خارجية للصور (صور عن طريق المستخدم)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
ar: إستخدام الباقة الداخلية للأيقونات (الأيقونات الإضافية عن طريق الغلاف)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
ar: إستخدام الباقة الخارجية للأيقونات (عن طريق المستخدم)

# #31907
source: FULLSCREEN
ar: شاشة كاملة

# #31908
source: MY THEME
ar: الثيم الخاص بي

# #31909
source: PERSONAL IMAGES THEME
ar: ثيم الصور الشخصية

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
ar: إنشاء الثيم الخاص بك بالصور التي تريدها. [CR] PRESS ENTER لمعرفة المزيد.

# #31911
source: CREATING MY THEME
ar: إنشاء الثيم الخاص بي

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
ar: تحرك لأي اتجاه للإلغاء، إضغط ENTER لتحديد المسار

# #31917
source: SHORTCUTS
ar: اختصارات

# #31918
source: CHANGE OPTIONS
ar: تغيير الخيارات

# #31919
source: CLICK GO TO FILES MODE
ar: إضغط للذهاب لوضعية الملفات

# #31920
source: CLICK GO TO LIST MODE
ar: إضغط للذهاب لوضعية القائمة

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
ar: انقر على الذهاب إلى متصفح الأضافة الخاص بـ ROM

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
ar: انقر على الذهاب إلى مشغل الـ ROM المتقدم

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
ar: حذف قاعدة البيانات وتحميل الحزمة مرة أخرى

# #31924
source: BOX FRONT
ar: أمام الصندوق

# #31925
source: BOX BACK
ar: خلف الصندوق

# #31926
source: CARTDRIGE
ar: كارتريدج

# #31927
source: SCREENSHOT
ar: صورة الشاشة

# #31928
source: CLICK GO TO LIBRARY MODE
ar: انقر على الذهاب الى وضع المكتية

# #31929
source: CLICK GO TO SETS MODE
ar: انقر على الذهاب الى وضع المجموعات

# #31930
source: RESCRAPE GAME
ar: تحرير اللعبة

# #31931
source: RESCRAPE SELECTION
ar: إعادة تحرير الإختيار

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
ar: تصدير قاعدة بيانات الألعاب (صيغة NFO)

# #31933
source: OPEN ADDON SETTINGS
ar: فتح اعدادات الملحقات

# #31934
source: LAYOUT: BANNER
ar: بانر

# #31935
source: LAYOUT: POSTER
ar: ملصق

# #31936
source: CHANGE RATING
ar: تغيير التفييم

# #31937
source: VIDEO
ar: فيديو

# #31938
source: AUTO
ar: تلقائي

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
ar: البحث عن معلومات الألبوم

# #31940
source: Similar artists
ar: فنانون مماثلين

# #31941
source: LIMIT
ar: الحد الأقصى

# #31942
source: METADATA
ar: الفهرس

# #31943
source: SHOW ONLY CDART AND COVER
ar: إظهار صورة الغلاف فقط

# #31944
source: IMAGE ZOOM
ar: تقريب الصورة

# #31945
source: PLAY TRAILER
ar: العرض الإعلاني

# #31946
source: PLAY MOVIE
ar: عرض الفيلم

# #31947
source: PRESS ENTER TO ACCESS
ar: إضغط ENTER للدخول

# #31948
source: WINDOW
ar: نافذة

# #31949
source: VIDEO CLIPS
ar: فيديوهات

# #31950
source: ARTIST VIDEO CLIPS
ar: فيديو كليب الفنان

# #31951
source: SONG VIDEO CLIP
ar: فيديو كليب الأغنية

# #31952
source: PERSONAL INFORMATION
ar: معلومات شخصية

# #31953
source: MOVIE INFORMATION
ar: معلومات الفيلم

# #31954
source: FILMOGRAPHY
ar: فيلموغرافيه

# #31955
source: IN LIBRARY
ar: في المكتبة

# #31956
source: DISC MENU
ar: قائمة الديسك

# #31957
source: MULTIPLE THUMBS (TOP MENU)
ar: مصغرات متعددة (القائمة العلوية)

# #31958
source: SINGLE THUMB (TOP MENU)
ar: مصغرة وحيدة (القائمة العلوية)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
ar: اظهار مؤثرات الصوت والفديو كخلفية (شامل)

# #31971
source: Update finished
ar: اكتمل التحديث

# #31972
source: Update failed
ar: فشل التحديث

# #31973
source: No update required
ar: ليس هناك حاجة للتحديث

# #31974
source: Downloading:
ar: يتم التحميل:

# #31983
source: Rating
ar: تقدير
