Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Arabic/strings.po
Languages: ar

# #31001
source: VIDEOS
ar: فيديوهات

# #31002
source: MUSIC
ar: موسيقى

# #31003
source: MOVIES
ar: أفلام

# #31004
source: PLAY DISC
ar: تشغيل

# #31005
source: TV SHOWS
ar: مسلسلات

# #31006
source: LIVE TV
ar: بث مباشر

# #31007
source: GAMES
ar: ألعاب

# #31008
source: IMAGES
ar: صور

# #31009
source: WEATHER
ar: طقس

# #31010
source: ADD-ONS
ar: ملحقات

# #31011
source: SETTINGS
ar: إعدادات

# #31013
source: CONCERTS
ar: حفلة موسيقية

# #31014
source: EMPTY
ar: فارغ

# #31024
source: VIDEO ADD-ONS
ar: إضافات الفيديو

# #31025
source: AUDIO ADD-ONS
ar: إضافات الصوت

# #31026
source: IMAGE ADD-ONS
ar: إضافات الصور

# #31027
source: PROGRAMS ADD-ONS
ar: إضافات البرامج

# #31028
source: YEAR
ar: سنه

# #31029
source: SETS
ar: مجموعات

# #31030
source: PROGRAMS
ar: برامج

# #31032
source: GENRE
ar: نوع

# #31033
source: FILES
ar: ملفات

# #31034
source: RECENTLY ADDED
ar: مضاف حديثاً

# #31035
source: PLAYLIST
ar: قائمة تشغيل

# #31037
source: ARTISTS
ar: فنانون

# #31038
source: PARTY MODE
ar: وضع حفل

# #31040
source: ALBUMS
ar: البومات

# #31041
source: COMPILATIONS
ar: التصنيفات

# #31042
source: TOP 100
ar: أفضل 100

# #31043
source: RECENTLY PLAYED
ar: تم التشغيل مؤخراً

# #31044
source: AUDIO ADD-ONS
ar: ملحقات صوتية

# #31045
source: ACTORS
ar: ممثلون

# #31047
source: STUDIOS
ar: ستوديوهات

# #31048
source: SETS
ar: مجموعات

# #31049
source: RANDOM
ar: عشوائي

# #31050
source: 4 DAYS
ar: 4 أيام

# #31051
source: 36 HOURS
ar: 36 ساعة

# #31052
source: WEEKEND
ar: نهاية الأسبوع

# #31053
source: 7 DAYS
ar: 7 أيام

# #31054
source: ALERTS
ar: تنبيهات

# #31055
source: TIMER
ar: توقيت

# #31056
source: CANCEL TIMER
ar: إلغاء التوقيت

# #31059
source: RESTART
ar: إعادة تشغيل

# #31060
source: SUSPEND
ar: تعطيل

# #31061
source: HIBERNATE
ar: سبات

# #31062
source: CHANGE USER
ar: تبديل المستخدم

# #31063
source: FILES MANAGER
ar: مدير الملفات

# #31064
source: SYSTEM INFO
ar: معلومات النظام

# #31065
source: TRAILERS
ar: نسخة العرض

# #31066
source: CINEMA EX
ar: تجربة السينما

# #31067
source: TV GUIDE
ar: دليل التلفزيون

# #31068
source: VIEWTYPES
ar: أنواع العرض

# #31069
source: COMICS
ar: قصص مصورة

# #31070
source: TITLES
ar: عناوين

# #31090
source: DIRECTORS
ar: مخرجين

# #31091
source: GENRES
ar: أنواع

# #31092
source: PLAYLISTS
ar: قوائم التشغيل

# #31093
source: ITEMS
ar: العناصر

# #31094
source: NO LOCAL/CANCEL
ar: لا محلي / إلغاء

# #31201
source: SUBMENU
ar: قائمة فرعية

# #31202
source: OPTIONS
ar: خيارات

# #31203
source: SKIN
ar: غلاف

# #31204
source: UPDATE
ar: تحديث

# #31209
source: Item
ar: بند

# #31210
source: Items
ar: بنود

# #31211
source: RENAME
ar: تسمية

# #31212
source: DISABLE
ar: تعطيل

# #31213
source: ENABLE
ar: تمكين

# #31214
source: DISABLE/REORDER
ar: تعطيل/ ترتيب

# #31216
source: THUMBNAIL SET PLAYLIST
ar: مجموعة صور قائمة التشغيل

# #31217
source: CHANGE BACKDROP - ONE IMAGE
ar: تغيير الخلفية - صورة واحدة

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
ar: تغيير الخلفية - صور متعددة

# #31219
source: RESTORE DEFAULT THUMBNAIL
ar: إستعادة صورة الوضع الافتراضي

# #31220
source: RESTORE DEFAULT BACKDROP
ar: إستعادة صورة الخلفية الافتراضية

# #31221
source: NO FAVOURITES TO SHOW
ar: لا توجد مفضلة

# #31222
source: END
ar: نهاية

# #31223
source: TIP
ar: تلميح

# #31224
source: MORE OPTIONS
ar: خيارات أخرى

# #31225
source: REORDER MENU
ar: إعادة ترتيب القائمة

# #31226
source: GENERAL INFORMATION
ar: معلومات عامة

# #31228
source: SMART SUBMENU
ar: القائمة الفرعية الذكية

# #31229
source: MY MENU
ar: قائمتي

# #31234
source: MENU IN WRAP LIST MODE
ar: القائمة في وضع الإلتفاف

# #31235
source: MENU IN FIXED LIST MODE
ar: القائمة في وضع الثبات

# #31236
source: MUSICAL NOTE
ar: نوته موسيقية

# #31237
source: Done
ar: انتهى

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
ar: اختيار المفضلة. [CR] تذكر أنه لملء هذه القائمة يجب أن تستخدم قائمة السياق 'C مفتاح' على عنصر وإضافته إلى قائمة المفضلة.

# #31255
source: New theme has been set
ar: تم تحديد واجهة جديدة

# #31256
source: New style has been set
ar: تم تحديد نمط جديد

# #31260
source: FOLDER CONTAINS:
ar: المجلد يحوي:

# #31261
source: CONFIGURE
ar: تكوين

# #31262
source: CHANGE STANDARD OPTIONS
ar: تغيير الخيارات القياسية

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
ar: تمكين التحديث الآلي للإضافات

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
ar: عرض إخطار تحديث الإضافات

# #31265
source: SHOW ADD-ON FANART
ar: إظهار صور الإضافات

# #31266
source: BLURAY
ar: بلو ري

# #31276
source: CASE FOR CONTENT
ar: غلاف المحتويات

# #31277
source: STANDARD
ar: قياسي

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
ar: تخصيص أغلفة مجموعتك

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
ar: تغيير الألوان أو تسمية نوع الميديا. أعمل الغلاف الخاص بك.

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
ar: إذا كانت هناك علامة اسم متوافقة في الملف أو المجلد، هذا الغلاف سيستخدم.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
ar: أختر الغلاف واضغط ENTER للتخصيص.

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
ar: إذا كانت علامة WEB بإسم الملف أو المجلد، هذا الغلاف سيستخدم.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
ar: إذا كانت علامة HDTV بإسم الملف أو المجلد، هذا الغلاف سيستخدم.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
ar: إذا كانت علامة DVD بإسم الملف أو المجلد، هذا الغلاف سيستخدم.

# #31287
source: LABEL CASE
ar: علامة الغلاف

# #31288
source: NO LABEL
ar: بدون علامة

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
ar: سيظهر لاصق وفقاً لنوعية ترميز الميديا.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
ar: ستظهر علامة محتوى BLURAY

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
ar: ستظهر علامة محتوى 3D BLURAY

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
ar: ستظهر علامة محتوى WEBTV

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
ar: ستظهر علامة محتوى HDTV

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
ar: ستظهر علامة محتوى DVD

# #31296
source: COLOR FOR THIS CASE
ar: لون هذا الغلاف

# #31297
source: MEDIA CASE
ar: غلاف الوسائط

# #31298
source: CUSTOMIZE CASE
ar: تخصيص الغلاف

# #31299
source: BOOKMARK
ar: مواقع مفضلة

# #31300
source: SUBTITLES
ar: ترجمة

# #31301
source: BACK
ar: للخلف

# #31302
source: FORWARD
ar: للأمام

# #31303
source: PLAY
ar: تشغيل

# #31304
source: PAUSE
ar: توقيف

# #31305
source: STOP
ar: توقف

# #31306
source: NEXT
ar: التالي

# #31308
source: PAUSED
ar: إيقاف مؤقت

# #31309
source: CURRENT POSITION
ar: الموضع الحالي

# #31310
source: CURRENT TIME
ar: الوقت الحالي

# #31311
source: ENDS AT
ar: ينتهي في

# #31312
source: IMAGE OPTIONS
ar: خيارات الصورة

# #31313
source: AUDIO OPTIONS
ar: خيارات الصوت

# #31314
source: PROGRAMS OPTIONS
ar: خيارات البرامج

# #31315
source: RANDOM ORDER
ar: ترتيب عشوائي

# #31316
source: MODE
ar: نسق

# #31317
source: POSTER
ar: ملصق

# #31318
source: IMDB: STARS
ar: IMDB: نجوم

# #31319
source: IMDB: TEXT
ar: IMDB: نص

# #31320
source: THUMBNAIL
ar: صورة مصغرة

# #31321
source: INFO MODE
ar: نسق المعلومات

# #31322
source: PANEL
ar: لوحة

# #31323
source: STANDARD
ar: قياسي

# #31324
source: AUTO INFO
ar: معلومات أوتوماتيكية

# #31325
source: NEXT TRACK
ar: المسار القادم

# #31326
source: WEATHER MENU
ar: قائمة الطقس

# #31327
source: BACKGROUND IMAGE
ar: صورة الخلفية

# #31328
source: SHOW CDART
ar: إظهار صورة الغلاف

# #31329
source: VIEW ARTIST BIOGRAPHY
ar: مشاهدة السيرة الذاتية للفنان

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
ar: مشاهدة معلومات الفنان/الألبوم

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
ar: إظهار الصورة المصغرة للفنان

# #31332
source: ITEMS IN PLAYLIST
ar: العناصر بقائمة الشتغيل

# #31333
source: CHANNELS
ar: القنوات

# #31334
source: ROOT FOLDER COLLECTION
ar: جمع المجلد الرئيسي

# #31335
source: RELOAD SKIN
ar: إعادة تحميل الغلاف

# #31337
source: YEARS OF ACTIVITY
ar: سنوات العمل

# #31338
source: MOODS
ar: أمزجة

# #31339
source: TRAINING
ar: تدريب

# #31340
source: TRACKS
ar: مسارات

# #31341
source: GUI MODE
ar: نسق الواجهة الرسومية

# #31342
source: AUTO MODE
ar: النسق الأوتوماتكي

# #31343
source: CUSTOM MODE
ar: نسق مخصص

# #31344
source: ADD-ON OPTIONS
ar: خيارات الإضافات

# #31345
source: STYLES
ar: أنماط

# #31346
source: NOTES
ar: ملاحظات

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
ar: اختر اسماً لهذا المجلد

# #31350
source: MODIFIED
ar: تم التعديل

# #31351
source: APPEARANCE
ar: مظهر

# #31352
source: DISPLAY AND INTERFACE
ar: شاشة العرض والوسيط

# #31353
source: VIDEO
ar: فيديو

# #31354
source: LIBRARY AND PLAYBACK
ar: المكتبة وإعادة العرض

# #31355
source: AUDIO
ar: صوت

# #31356
source: LIBRARY AND PLAYBACK
ar: المكتبة وإعادة العرض

# #31357
source: TV
ar: تلفزيون

# #31358
source: SETTINGS AND PLAYBACK
ar: الإعدادات وإعادة العرض

# #31359
source: SYSTEM
ar: نظام

# #31360
source: CACHE AND HARDWARE
ar: التخزين المؤقت والعتاد

# #31361
source: NETWORK
ar: شبكة

# #31362
source: LOCAL AND INTERNET
ar: الشبكة المحلية والإنترنت

# #31363
source: ADD-ONS
ar: إضافات

# #31364
source: MANAGE ADD-ONS
ar: إدارة الإضافات

# #31365
source: IMAGE
ar: صورة

# #31366
source: NAVIGATION AND PRESENTATIONS
ar: الملاحة والعروض

# #31367
source: WEATHER
ar: طقس

# #31368
source: LOCATION AND APPEARANCE
ar: الموقع والمظهر

# #31369
source: PROFILE
ar: الهوية

# #31370
source: USER ACCOUNTS
ar: حسابات المستخدمين

# #31371
source: SKIN SETTINGS
ar: إعدادات الغلاف- سكين

# #31372
source: ACTIVATE LOGIN SCREEN
ar: تنشيط شاشة تسجيل الدخول

# #31373
source: USERS
ar: مستخدمون

# #31374
source: MANAGE PROFILES
ar: إدارة الهويات

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
ar: بيئة ملفات وسائط عالية الدقة

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
ar: أفلام، مسلسلات، مسرح

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
ar: برنامج XBMC يعرض ويشغل مجموعتك الموسيقية

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
ar: فنان، ألبوم ومعلومات الألبوم، [CR] استرخ واستمتع بالموسيقى مع تأثيرات بصرية.

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
ar: شاهد برامجك التلفزيونية المفضلة

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
ar: استقبال البث التلفزيوني المباشر.[CR] حول على القناة وسجل البرامج التلفزيونية.

# #31384
source: ORGANIZE YOUR PICTURES
ar: قم بترتيب صورك

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
ar: تقديم عرض للشرائح. [CR] عرض المكتبة الخاصة بك مباشرة من قرص ثابت أو محرك أقراص فلاش.

# #31386
source: WEATHER FORECAST
ar: توقعات الطقس

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
ar: مشمس أو ممطر، اختر ثلاثة مدن واحصل على توقعات الطقس المباشرة لها، من موقع WEATHER.COM.[CR]، إضافة لذلك يمكنك اختيار النظام المتري أو الامبريال.

# #31388
source: SUPPLEMENTS FOR XBMC
ar: ملاحق لـ XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
ar: احصل على الإضافات وتصرف بها لتحقيق الاستفادة القصوى من XBMC. [CR] الأفلام والموسيقى مواقع المعلومات الخاصة بها والإضافات مع التحديثات التلقائية.

# #31390
source: PLAYBACK SETTINGS
ar: إعدادات التشغيل

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
ar: معايرة الصور واختيار الصوت. [CR] XBMC يوفر الحد الأقصى لجودة الصوت والفيديو.

# #31392
source: DATA MANAGEMENT
ar: إدارة البيانات

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
ar: السعة العالية لمحركات الأقراص الصلبة القابلة للنقل مثالية لمجموعات التخزين. [CR] XBMC يمكن أن يدير آلاف من الملفات في مصادر مختلفة.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
ar: عائلتك ستحبه

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
ar: دعم تعدد المستخدمين مع معرف مخصص لتسجيل الدخول يسمح لك بالحفاظ على اعداداتك. [CR] آر إس إس، خيارات الصور والمكتبات يمكن استخدامها بشكل منفصل.

# #31398
source: FURNITURE
ar: أثاث

# #31399
source: MOVE OBJECTS
ar: نقل الأشياء

# #31400
source: STYLES
ar: أنماط

# #31401
source: CHOOSE A TYPE
ar: اختيار نوع

# #31402
source: EXTRAPACK
ar: حزمة إضافية

# #31403
source: THEMES AND IMAGES
ar: الصور والثيمات

# #31404
source: COLORS
ar: الألوان

# #31405
source: CHANGING SKIN TONE
ar: ألون الغلاف المتغيرة

# #31406
source: MEDIA INFO
ar: معلومات العمل الفنى

# #31407
source: COLLECTION
ar: مجموعة

# #31408
source: ART
ar: فن

# #31409
source: CONTEXTUAL ART
ar: فنون الظروف المحيطية

# #31410
source: MAIN MENU
ar: القائمة الرئيسية

# #31411
source: VISUAL OPTIONS
ar: الخيارات البصرية

# #31412
source: REMINDERS
ar: تذكيرات

# #31413
source: TIME, RSS AND TOP MENU
ar: الوقت، RSS والقائمة العليا

# #31414
source: PLAYBACK
ar: تشغيل

# #31415
source: PLAY OPTIONS
ar: خيارات التشغيل

# #31416
source: EXTRAS
ar: إضافات

# #31417
source: GLOBAL OPTIONS
ar: خيارات أساسية

# #31418
source: MENUS
ar: قوائم

# #31419
source: NAVIGATION LAYOUT
ar: طريقة التنقل

# #31420
source: MODES/RESET
ar: أنماط/إعادة ضبط

# #31421
source: RESET SKIN
ar: إعادة ضبط الغلاف

# #31422
source: ELIMINATE ALL OPTIONS
ar: إلغاء جميع الخيارات

# #31423
source: CUSTOMIZATION - OPTIONS
ar: التخصيص - خيارات

# #31428
source: WATCHED
ar: تم مشاهدته

# #31429
source: UNWATCHED
ar: لم يتم مشاهدته

# #31430
source: TRAILER AVAILABLE
ar: فيلم العرض القصير متوفر

# #31431
source: PRESS ANY DIRECTION TO CANCEL
ar: إضغط بأي اتجاه للإلغاء

# #31432
source: PRESS UP TO PLAY
ar: إضغط السهم الأعلى للتشغيل

# #31433
source: PRESS UP TWICE TO PLAY
ar: إضغط السهم الأعلى مرتين للتشغيل

# #31434
source: PRESS LEFT/UP TO ACCESS
ar: اضغط شمال/اعلي للوصول

# #31435
source: ADD-ON REQUIRED
ar: إضافة لازمة

# #31436
source: SMART SHORTCUTS
ar: إختصارات ذكية

# #31437
source: ROOT
ar: جذر

# #31438
source: GET LOGO/CLEARART
ar: إحصل على شعار/ صورة

# #31440
source: TURN ON TV TUNES
ar: تشغيل إيقاعات التلفزيون

# #31441
source: GET ARTWORK
ar: إحصى على عمل فني

# #31456
source: PRESS RIGHT TO PLAY
ar: اضغط السهم الأيمن للتشغيل

# #31457
source: PRESS RIGHT TWICE TO PLAY
ar: اضغط السهم الأيمن مرتين للتشغيل

# #31458
source: TRAILER ON
ar: فيلم الدعاية القصير مشغل

# #31459
source: PRESS ANY DIRECTION TO CANCEL
ar: اضغط في أي اتجاه للإلغاء

# #31460
source: PLAYBACK WILL START IN
ar: التشغيل سيبدأ خلال

# #31461
source: PLEASE WAIT
ar: الرجاء الانتظار

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
ar: صور خلفيات متحركة (PAN AND SCAN)

# #31463
source: ANIMATED FANART (PAN AND SCAN)
ar: صور متحركة (PAN AND SCAN)

# #31464
source: ANIMATED FANART (SLIDE)
ar: صور متحركة (شريحة)

# #31465
source: 1 SECOND DELAY
ar: تأخير لثانية واحدة

# #31466
source: 2 SECONDS DELAY
ar: تأخي ثانيتين

# #31467
source: 3 SECONDS DELAY
ar: تأخير 3 ثواني

# #31468
source: 4 SECONDS DELAY
ar: تأخير 4 ثواني

# #31469
source: 5 SECONDS DELAY
ar: تأخير 5 ثواني

# #31470
source: AUTOMATIC PANEL
ar: لوحة أوتوماتيكية

# #31471
source: MANUAL PANEL
ar: لوحة يدوية

# #31472
source: PANEL ALWAYS VISIBLE
ar: اللوحة دائماً مرئية

# #31473
source: PANEL OFF
ar: اللوحة مطفأة

# #31474
source: FANART STYLE
ar: نمط الخلفية

# #31475
source: POSTER STYLE
ar: نمط الملصق

# #31476
source: PLOT STYLE
ar: نمط الرواية

# #31477
source: EXTRA THUMBNAIL STYLE
ar: نمط إضافي للصور المصغرة

# #31478
source: CHANGING VIEW
ar: تغيير المشهد

# #31479
source: (DE)ACTIVATE VIEWS
ar: (عدم) تشغيل المشاهد

# #31480
source: SORT BY: ASCENDING
ar: ترتيب حسب: تصاعدي

# #31481
source: SORT BY: DESCENDING
ar: ترتيب حسب: تنازلي

# #31482
source: MEDIA LABELS
ar: تسميات الوسائط

# #31485
source: 'WATCHED' LABEL
ar: علامة "تمت مشاهدته"

# #31486
source: USE MEDIA CASE
ar: إستخدم غلاف للوسائط

# #31487
source: USE STARS TO RATE
ar: استخدم تقييم النجوم

# #31488
source: VIDEO OPTIONS
ar: خيارات الفيديو

# #31489
source: TRANSPARENT PANEL
ar: لوحة شفافة

# #31490
source: SLIM LIST
ar: لائحة نحيله

# #31491
source: HIDE WATCHED
ar: أخفاء ما تم مشاهدته

# #31492
source: STACKED
ar: متكدس

# #31493
source: FIXED LIST
ar: القائمة المعدلة

# #31494
source: PREFER: CLEARART
ar: تفضيل: صورة خلفية

# #31495
source: PREFER: LOGO
ar: تفضيل: شعار

# #31496
source: EXTRA INFO
ar: معلومات إضافية

# #31497
source: DEFAULT FANART
ar: الصورة الافتراضية

# #31498
source: EXTRA FANART
ar: الصورة الإضافية

# #31499
source: GENRE FANART
ar: صورة النوع

# #31500
source: RESERVE FANART
ar: صورة احتياطية

# #31501
source: CURTAINS
ar: ستائر

# #31502
source: SEASON FANART
ar: صورة الموسم

# #31503
source: SELECT IMAGES PATH
ar: اختيار مسار الصور

# #31504
source: CHOOSE A SINGLE IMAGE
ar: اختيار صورة واحدة

# #31505
source: CHOOSE MULTIPLE IMAGES
ar: إختيار صور متعددة

# #31506
source: USE POSTER.JPG
ar: إستخدم POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
ar: إستخدم LANDSCAPE.JPG

# #31509
source: ALTERNATIVE GENRE ICONS
ar: أيقونات النوع البديلة

# #31510
source: ALTERNATIVE STUDIO ICONS
ar: أيقونات الأستوديو البديلة

# #31511
source: GRID SIZE
ar: شبكة

# #31512
source: MEDIUM
ar: متوسط

# #31513
source: NORMAL
ar: عادي

# #31514
source: LARGE
ar: كبير

# #31515
source: HORIZONTAL
ar: أفقي

# #31516
source: GRID
ar: شبكة

# #31517
source: LANDSCAPE
ar: مناظر

# #31518
source: USE ZOOM EFFECT
ar: استخدام مؤثر التكبير

# #31519
source: BANNER
ar: بانر

# #31520
source: ALTERNATIVE
ar: بديل

# #31522
source: DURATION
ar: مدة

# #31523
source: RATING
ar: تقييم

# #31524
source: PREVIOUS
ar: السابق

# #31525
source: NEXT
ar: التالي

# #31526
source: SEASONS
ar: مواسم

# #31527
source: EPISODES
ar: حلقات

# #31528
source: EPISODE
ar: حلقة

# #31529
source: ART
ar: فن

# #31530
source: PLOT
ar: حبكة الرواية

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
ar: تنشيط قائمة التشغيل عند بدء تشغيل الغلاف

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
ar: إظهار الأحرف الأولى خلال المرور بالقائمة

# #31535
source: ACTIVATE PLOT ROLLING
ar: تنشيط أدوار الرواية

# #31536
source: GRADIENT EFFECT
ar: تأثير التدرج

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
ar: صورة الخلفية، استخدام مجموعة الصور

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
ar: صور الخلفية، استخدام الثيم الافتراضي

# #31539
source: BASED ON PRESENT CONDITIONS
ar: بناء على الظروف الراهنة

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
ar: صورة الخلفية على أساس الظروف الفعلية

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
ar: صورة الخلفية على أساس فصول أمريكا الشمالية

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
ar: صورة الخلفية على أساس فصول أمريكا الجنوبية

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
ar: إظهار أيقونات متحركة للطقس (قائمة الطقس)

# #31544
source: STATIC SHOW ICONS OF CLIMATE
ar: أيقونات ثابتة للمناخ

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
ar: إظهار قائمة مصغرة (قائمة مساعدة للبحث في القائمة الأساسية)

# #31546
source: MOVE TO DOWN
ar: نقل للأسفل

# #31547
source: FANART COLLECTION
ar: مجموعة الصور

# #31548
source: CREATE OR UPDATE DATABASE
ar: إنشاء أو تحديث قاعدة بيانات

# #31549
source: VIEW MODES
ar: أنماط المشاهدة

# #31550
source: MOVE TO UP
ar: نقل للأعلى

# #31551
source: WRAP LIST
ar: طي القائمة

# #31552
source: TOP MENU
ar: القائمة العليا

# #31553
source: SHOW PROGRESS BAR
ar: إظهار شريط التقدم

# #31554
source: HIDE PROGRESS BAR
ar: إخفاء شريط التقدم

# #31555
source: SHOW NEXT TRACKS
ar: إظهار المسارات القادمة

# #31556
source: HIDE NEXT TRACKS
ar: إخفاء المسارات القادمة

# #31557
source: SHOW ARTIST/ALBUM ART
ar: إظهار صورة الفنان/الألبوم

# #31558
source: HIDE ARTIST/ALBUM ART
ar: اخفاء صورة الفنان / الألبوم

# #31561
source: ARTIST FANART
ar: صور الفنان

# #31562
source: HIDE VIDEO WINDOWS
ar: إخفاء نوافذ الفيديو

# #31563
source: SHOW VIDEO WINDOW
ar: إظهاء نافذة الفيديو

# #31564
source: SHOW CDART
ar: إظهار صورة الغلاف

# #31565
source: HIDE CDART
ar: إخفاء غلاف الدي في دي

# #31566
source: HIDE MEDIA CONTROLS
ar: إخفاء أدوات التحكم بالوسائط

# #31567
source: SHOW MEDIA CONTROLS
ar: إظهار أدوات التحكم بالوسائط

# #31568
source: UPDATE FANART DATABASE
ar: تحديث قاعدة بيانات الصور

# #31569
source: MAIN MENU OPTIONS
ar: خيارات القائمة الرئيسية

# #31570
source: SHOW ARTIST IMAGES
ar: إظهار صور الفنان

# #31571
source: HIDE ARTIST IMAGES
ar: إخفاء صور الفنان

# #31572
source: FOR MUSIC, PREFER VIEW BY
ar: للموسيقى، يفضل العرض حسب

# #31573
source: TRAILER REMINDER AVAILABLE
ar: تذكير بخصوص توفر فيلم الدعاية القصير

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
ar: عرض فيلم الدعاية القصير في الشاشة كاملة

# #31575
source: YOU HAVE
ar: لديك

# #31576
source: TV SHOWS IN THIS COLLECTION
ar: البرامج التلفزيونية بهذي المجموعة

# #31577
source: SEASONS OF THE SERIES
ar: مواسم المسلسلات

# #31578
source: EPISODES THIS SEASON
ar: حلقات هذا الموسم

# #31579
source: UNWATCHED
ar: لم يتم مشاهدته

# #31580
source: THERE ARE
ar: يوجد

# #31581
source: VIEWTYPES AVAILABLE TO
ar: أنواع المشاهدة متوفرة لـ

# #31582
source: PLAYING NOW
ar: يعرض حالياً

# #31583
source: RECENTLY ADDED
ar: مضاف حديثاً

# #31584
source: RANDOM
ar: عشوائي

# #31585
source: IN PROGRESS
ar: في التقدم

# #31586
source: EMPTY COLLECTION!
ar: مجموعة خالية!

# #31587
source: ADD CONTENT IN OPTION
ar: إضافة محتوى في الخيارات

# #31589
source: SEASON
ar: موسم

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
ar: لإظهار عناصر عشوائية، النص ضروري:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
ar: لإظهار العناصر المتقدمة، النص ضروري:

# #31592
source: REORGANIZE OBJECTS
ar: إعادة ترتيب الأشياء

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
ar: الانتقال يسار / يمين للتصفح

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
ar: بالإضافة إلى القائمة الرئيسية، أماكن أخرى كثيرة من الغلاف يمكن تغيير درجة اللون بها.

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
ar: استعادة جميع الخيارات الافتراضية للغلاف

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
ar: حذار: هذه العملية لا رجعة فيها!

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
ar: وضع Kiosk - يمنع وصول القائمة في المجموعات

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
ar: وضع Kiosk - تعطيل مؤقت لهذا الوضع باستخدام الأسهم يسار/يمين/أعلى

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
ar: وضع Kiosk الذكي - يمنع فقط الدخول لخيارات العناصر

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
ar: إظهار الرسالة المثلى لـ VOXCOMMANDO

# #31608
source: ENABLE PVR FUNCTIONS
ar: تمكين وظائف الـ PVR

# #31609
source: KIOSK CODE
ar: رمز KIOSK

# #31610
source: REACTIVATE KIOSK CODE
ar: تنشيط رمز الـ KIOSK

# #31611
source: KIOSK CODE BLOCKED
ar: رمز الـ KIOSK محظور

# #31612
source: KIOSK CODE ACCEPTED
ar: تم قبول رمز الـ KIOSK

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
ar: تسلسل غير صحيح يلغي العملية.

# #31624
source: PRESS ENTER TO SELECT
ar: إضغط ENTER للاختيار

# #31625
source: AQUA
ar: مائي

# #31626
source: BLOOD
ar: دموي

# #31627
source: BROWN
ar: بني

# #31628
source: DARK SKY
ar: سماء داكنة

# #31629
source: GOLDEN YELLOW
ar: الأصفر الذهبي

# #31630
source: DIGITAL
ar: رقمي

# #31631
source: FOREST
ar: غابة

# #31632
source: BLUE
ar: أزرق

# #31633
source: BRIGHT YELLOW
ar: صفراء زاهية

# #31634
source: OLIVE
ar: زيتوني

# #31635
source: ORANGE
ar: برتقالي

# #31636
source: PURPLE
ar: بنفسجي

# #31637
source: RED
ar: أحمر
