Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Icelandic/strings.po
Languages: is

# #31844
source: MAPS
is: KORT

# #31845
source: VIDEO
is: MYNDEFNI

# #31846
source: SATELLITE AND RADAR
is: GERVIHNÖTTUR OG RADAR

# #31847
source: FORECAST
is: SPÁ

# #31848
source: CONDITIONS
is: VEÐURSKILYRÐI

# #31849
source: SEVERE WEATHER
is: BRJÁLAÐ VEÐUR

# #31850
source: WEATHER PERSPECTIVE
is: VEÐUR YFIRSÝN

# #31851
source: AVERAGE HIGH
is: MEÐALHITI HÁTT

# #31852
source: AVERAGE LOW
is: MEÐALHITI LÁGT

# #31853
source: RECORD HIGH
is: METHITI HÁTT

# #31854
source: RECORD LOW
is: METHITI LÁGT

# #31855
source: PROBABLE HIGH
is: LÍKLEGUR HÁTT

# #31856
source: PROBABLE LOW
is: LÍKLEGUR LÁGT

# #31857
source: DEFAULT MAP
is: SJÁLFGEFIÐ KORT

# #31858
source: LARGER MAP
is: STÓRT KORT

# #31859
source: PRESSURE
is: ÞRÝSTINGUR

# #31860
source: VISIBILITY
is: SKYGGNI

# #31861
source: STATISTICS
is: TÖLFRÆÐI

# #31862
source: RAIN PROBABILITY
is: LÍKUR Á RIGNINGU

# #31863
source: SEARCHING FOR FORECAST INFO
is: LEITA AF VEÐURSPÁ

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
is: VELJIÐ MYNDEFNISTAKK TIL AÐ SPILA

# #31865
source: MAPS PATH
is: KORT SLÓÐ

# #31866
source: SHOW DETAILS
is: SÝNA NÁNARI UPPLÝSINGAR

# #31867
source: SHOW EVERY ONE HOUR
is: SÝNA Á KLUKKUSTUNDA FRESTI

# #31868
source: TEMPERATURE
is: HITASTIG

# #31869
source: TODAY
is: Í DAG

# #31870
source: MAX
is: HÁRMARK

# #31871
source: MIN
is: LÁGMARK

# #31872
source: LOCAL
is: STAÐBUNDIÐ

# #31873
source: WEATHER SETTINGS
is: VEÐURSTILLINGAR

# #31874
source: Possibility of rain
is: Líkur á rigningu

# #31875
source: Season
is: Árstíð

# #31880
source: APPLY
is: VIRKJA

# #31881
source: EXTENDED LIST
is: LENGRI LISTI

# #31882
source: EXIT
is: HÆTTA

# #31883
source: GET DIRECTOR INFO
is: NÁ Í UPPLÝSINGAR UM LEIKSTJÓRA

# #31884
source: GET WRITER INFO
is: NÁ Í UPPLÝSINGAR UM HÖFUND

# #31885
source: GET FILMOGRAPHY ARTIST
is: NÁ Í UPPLÝSINGAR UM MYNDIR LEIKARA

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
is: ÝTIÐ TIL VINSTRI/HÆGRI TIL AÐ BREYTA STJÖRNUGJÖF

# #31887
source: PRESS ENTER TO CONFIRM
is: ÝTIÐ Á ENTER TIL AÐ STAÐFESTA

# #31888
source: GET OR UPDATE EXTRAPACK
is: NÁ Í EÐA UPPFÆRA AUKAPAKKA

# #31889
source: COLD
is: KALDUR

# #31890
source: WARM
is: HEITUR

# #31891
source: DARKNESS
is: DÖKKT

# #31892
source: DIGITAL ART
is: STAFRÆN LIST

# #31893
source: THEMES
is: ÞEMU

# #31894
source: FUTURE IMAGES THEME
is: FRAMTÍÐAR MYNDAÞEMA

# #31895
source: COLD IMAGES THEME
is: KALDUR MYNDAÞEMA

# #31896
source: WARM IMAGES THEME
is: HEITUR MYNDAÞEMA

# #31897
source: DARKNESS IMAGES THEME
is: DÖKKUR MYNDAÞEMA

# #31898
source: DIGITAL ART IMAGES THEME
is: STAFRÆN LIST MYNDAÞEMA

# #31899
source: RANDOM IMAGES THEME
is: AF HANDAHÓFI MYNDAÞEMA

# #31900
source: EXTRAPACK NECESSARY
is: AUKAPAKKI NAUÐSYNLEGUR

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
is: NOTA YTRI PAKKA FYRIR LJÓSMYNDIR (SKILGREINDUR AF NOTANDA)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
is: NOTA INNRI PAKKA FYRIR TÁKN (AUKAPAKKI FYLGIR ÚTLITI)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
is: NOTA YTRI PAKKA FYRIR TÁKN (SKILGREINDUR AF NOTANDA)

# #31904
source: MODERN IMAGES THEME
is: NÚTÍMA MYNDA ÞEMA

# #31905
source: A new theme is loaded each time you start skin, your skin will never be the same
is: Nýtt þema hlaðið í hvert skipti sem þú opnar útlitið, aldrei það sama.

# #31906
source: DIRECTOR'S MOVIES
is: MYNDIR LEIKSTJÓRA

# #31907
source: FULLSCREEN
is: FULLUR SKJÁR

# #31908
source: MY THEME
is: MITT ÞEMA

# #31909
source: PERSONAL IMAGES THEME
is: PERSÓNULEG LJÓSMYNDAÞEMA

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
is: BÚÐU TIL ÞITT EIGIÐ ÞEMA MEÐ ÞEIM MYNDUM SEM ÞÚ VILT.[CR] ÝTTU Á ENTER TIL AÐ FRÆÐAST MEIRA EÐA SKILGREINA.

# #31911
source: CREATING MY THEME
is: ER AÐ BÚA TIL MITT ÞEMA

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
is: FÆRA TIL AÐ HÆTTA VIÐ ÝTTU Á ENTER FYRIR SLÓÐ

# #31913
source: Clear color images for a smooth visual.
is: Hreinsa myndir í lit fyrir mýkra útlit.

# #31914
source: Hot color images tones for people who prefer more contrast.
is: Litmyndir fyrir fólk sem vill meiri upplausn.

# #31915
source: Computer generated graphics, highlighting the work of many web artists.
is: Tölvugerðar ljósmyndir af netinu.

# #31916
source: Dark tone images mixed with neon, a nice combination.
is: Dökkur tónn með neon, góð blanda.

# #31917
source: SHORTCUTS
is: FLÝTILEIÐIR

# #31918
source: CHANGE OPTIONS
is: BREYTA STILLINGUM

# #31919
source: CLICK GO TO FILES MODE
is: ÝTIÐ TIL AÐ FARA Í SKRÁAHAM

# #31920
source: CLICK GO TO LIST MODE
is: ÝTIÐ TIL AÐ FARA Í LISTAHAM

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
is: ÝTIÐ TIL AÐ FARA Í ROM COLLECTION BROWSER VIÐBÓT

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
is: ÝTIÐ TIL AÐ FARA Í ROM ADVANCED LAUNCHER VIÐBÓT

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
is: EYÐA GAGNAGRUNNI OG NIÐURHALA PAKKANUM AFTUR

# #31924
source: BOX FRONT
is: BOX FRAMANVERÐU

# #31925
source: BOX BACK
is: BOX AFTANVERÐU

# #31926
source: CARTDRIGE
is: HYLKI

# #31927
source: SCREENSHOT
is: SKJÁMYND

# #31928
source: CLICK GO TO LIBRARY MODE
is: ÝTIÐ TIL AÐ FARA Í SAFNHAM

# #31929
source: CLICK GO TO SETS MODE
is: ÝTIÐ TIL AÐ FARA Í HAM FYRIR MYNDASETT

# #31930
source: RESCRAPE GAME
is: ENDURSKRAPA LEIK

# #31931
source: RESCRAPE SELECTION
is: ENDURSKRAPA VAL

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
is: FLYTJA ÚT LEIKSAFN (NFO SKRÁR)

# #31933
source: OPEN ADDON SETTINGS
is: OPNA STILLINGAR FYRIR VIÐBÆTUR

# #31934
source: LAYOUT: BANNER
is: ÚTLITSSNIÐ: BORÐI

# #31935
source: LAYOUT: POSTER
is: ÚTLITSSNIÐ: VEGGSPJALD

# #31936
source: CHANGE RATING
is: BREYTA STJÖRNUGJÖF

# #31937
source: VIDEO
is: MYNDEFNI

# #31938
source: AUTO
is: SJÁLFVIRKT

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
is: Leita af útgáfuupplýsingum

# #31940
source: Similar artists
is: Svipaðir listamenn

# #31941
source: LIMIT
is: Takmörkun

# #31942
source: METADATA
is: Lýsigögn

# #31943
source: SHOW ONLY CDART AND COVER
is: SÝNA AÐEINS CDART OG UMSLAG

# #31944
source: IMAGE ZOOM
is: MYNDA AÐ-DRÁTTUR

# #31945
source: PLAY TRAILER
is: SPILA SÝNISHORN

# #31946
source: PLAY MOVIE
is: SPILA KVIKMYND

# #31947
source: PRESS ENTER TO ACCESS
is: ÝTIÐ Á ENTER FYRIR AÐGENGI

# #31948
source: WINDOW
is: GLUGGI

# #31949
source: VIDEO CLIPS
is: MYNDEFNISBÚTAR

# #31950
source: ARTIST VIDEO CLIPS
is: MYNDEFNISBÚTAR LISTAMENN

# #31951
source: SONG VIDEO CLIP
is: MYNDEFNISBÚTAR LÖG

# #31952
source: PERSONAL INFORMATION
is: PERSÓNULEGAR UPPLÝSINGAR

# #31953
source: MOVIE INFORMATION
is: KVIKMYNDAUPPLÝSINGAR

# #31954
source: FILMOGRAPHY
is: MYNDIR LEIKARA

# #31955
source: IN LIBRARY
is: Í SAFNI

# #31956
source: DISC MENU
is: DISK VALMYND

# #31957
source: MULTIPLE THUMBS (TOP MENU)
is: MARGAR SMÁMYNDIR (EFSTA VALMYND)

# #31958
source: SINGLE THUMB (TOP MENU)
is: EIN SMÁMYND (EFSTA VALMYND)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
is: SÝNA HLJÓÐ- OG MYNDSKREYTINGAR SEM BAKGRUNN (ALLT)

# #31960
source: CONTINUE LISTENING
is: HALDA ÁFRAM HLUSTUN

# #31961
source: minutes
is: mínútur

# #31962
source: NOT AVAILABLE TO VERTICAL MENU
is: EKKI TIL FYRIR LÓÐRÉTTA VALMYND

# #31963
source: VERTICAL MENU
is: LÓÐRÉTT VALMYND

# #31964
source: HORIZONTAL MENU
is: LÁRÉTT VALMYND

# #31965
source: Images that mix digital art and futurist style.
is: Ljósmyndir samansettar af stafrænni list og framtíðarstíl.

# #31966
source: Images that transmit a visual look fresh and modern. The default theme of Ace.
is: Ljósmyndir sem sýna ferskt og nýtískulegt útlit. Sjálfgefið útlit Ace.

# #31967
source: This function erases all the pictures that were downloaded and performs a full download again. Used to correct any problems in downloading.
is: Þessi aðgerð eyðir öllum ljósmyndum sem hefur verið halað niður og halar öllu niður aftur. Notað til að leiðrétta vandamál við niðurhal.

# #31968
source: FUTURE
is: FRAMTÍÐAR

# #31970
source: Ace - Extrapack
is: Ace - Aukapakki

# #31971
source: Update finished
is: Uppfærslu lokið

# #31972
source: Update failed
is: Uppfærsla mistókst

# #31973
source: No update required
is: Ekki þörf á uppfærslu

# #31974
source: Downloading:
is: Niðurhal:

# #31980
source: NEXT EPISODE
is: NÆSTI ÞÁTTUR

# #31981
source: EPISODES AIRED TODAY
is: ÞÆTTIR SÝNDIR Í DAG

# #31982
source: SHOW PROGRESS PANEL
is: SÝNA Í VINNSLU SLÁ

# #31983
source: Rating
is: Stjörnugjöf

# #31985
source: CREDITS
is: ÞAKKIR

# #31986
source: SHOW NOW PLAYING PANEL
is: SÝNA Í SPILUN SLÁ

# #31987
source: You can save all settings made in the skin.[CR]You also transfer the settings to another computer
is: Þú getur vistað allar þínar stillingar.[CR]Þú getur líka flutt þér í aðra tölvu.

# #31988
source: Here you reapply all settings saved previously.[CR]You can also do a fresh install and apply the saved settings.[CR]This option will override all settings made currently.
is: Hér getur þú náð í vistaðar stillingar.[CR]Þú getur líka sett útlitið upp að nýju og notað vistaðar stillingar.[CR]Þessi valmöguleiki skrifar yfir allar núverandi stillingar.

# #31989
source: Export settings as backup.[CR]Import settings to configure the skin in a simple way.[CR]Restore all settings to skin defaults.
is: Flytja út stillingar sem afrit.[CR]Flytja inn stillingar[CR]Endursetja stillingar og fá sjálfgefnar stillingar útlits.
