Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Icelandic/strings.po
Languages: is

# Addon Summary
source: Skin Ace, a new Skin by MarcosQui.
is: Skin Ace, nýtt útlit hannað af MarcosQui.

# Addon Description
source: Ace, a new skin, very light, powerful and very customizable. A tiny skin and versatile that you can use since your Tablet until the HTPC.
is: Ace, nýtt útlit, létt en öflugt og auðvelt að sérsníða. Hægt að nota á spjaldtölvu og margmiðlunartölvu.

# Addon Disclaimer
source: Ace Skin is a complement to let your XBMC prettier, its use is a matter of personal choice.
is: Ace útlit er viðbót fyrir fallegra XBMC, fyrir persónulega notkun.

# #31001
source: VIDEOS
is: MYNDEFNI

# #31002
source: MUSIC
is: TÓNLIST

# #31003
source: MOVIES
is: KVIKMYNDIR

# #31004
source: PLAY DISC
is: SPILA DISK

# #31005
source: TV SHOWS
is: SJÓNVARPSÞÆTTIR

# #31006
source: LIVE TV
is: BEIN SJÓNVARPSÚTSENDING

# #31007
source: GAMES
is: LEIKIR

# #31008
source: IMAGES
is: LJÓSMYNDIR

# #31009
source: WEATHER
is: VEÐUR

# #31010
source: ADD-ONS
is: VIÐBÆTUR

# #31011
source: SETTINGS
is: STILLINGAR

# #31012
source: EXIT
is: HÆTTA

# #31013
source: CONCERTS
is: TÓNLEIKAR

# #31014
source: EMPTY
is: TÓMUR

# #31015
source: CHOOSE FAVOURITE
is: VELJA UPPÁHALDS

# #31016
source: CHOOSE VIDEO PLAYLIST
is: VELJA MYND SPILUNARLISTA

# #31017
source: CHOOSE AUDIO PLAYLIST
is: VELJA LAGALISTA

# #31018
source: CHOOSE VIDEO ADD-ON
is: VELJA MYNDEFNIS VIÐBÓT

# #31019
source: CHOOSE AUDIO ADD-ON
is: VELJA HLJÓÐ VIÐBÓT

# #31020
source: CHOOSE PROGRAMS ADD-ON
is: VELJA FORRITA VIÐBÓT

# #31021
source: CHOOSE IMAGE ADD-ON
is: VELJA LJÓSMYNDA VIÐBÓT

# #31022
source: CHOOSE VIDEO NODE
is: VELDU MYNDEFNIS HAM

# #31023
source: BUTTON ACTION
is: STILLINGAR TAKKA

# #31024
source: VIDEO ADD-ONS
is: MYNDEFNIS VIÐBÆTUR

# #31025
source: AUDIO ADD-ONS
is: HLÓÐ VIÐBÆTUR

# #31026
source: IMAGE ADD-ONS
is: LJÓSMYNDA VIÐBÆTUR

# #31027
source: PROGRAMS ADD-ONS
is: FORRITA VIÐBÆTUR

# #31028
source: YEAR
is: ÁR

# #31029
source: SETS
is: SETT

# #31030
source: PROGRAMS
is: FORRIT

# #31031
source: FAVOURITES
is: UPPÁHALDS

# #31032
source: GENRE
is: Gerð

# #31033
source: FILES
is: SKRÁR

# #31034
source: RECENTLY ADDED
is: NÝLEGA BÆTT VIÐ

# #31035
source: PLAYLIST
is: SPILUNARLISTI

# #31036
source: Years
is: Ár

# #31037
source: ARTISTS
is: TÓNLISTARMENN

# #31038
source: PARTY MODE
is: PARTÍ HAMUR

# #31040
source: ALBUMS
is: HLJÓMPLÖTUR

# #31041
source: COMPILATIONS
is: SAFNPLÖTUR

# #31042
source: TOP 100
is: TOPP 100

# #31043
source: RECENTLY PLAYED
is: NÝLEGA SPILAÐ

# #31044
source: AUDIO ADD-ONS
is: TÓNLISTARVIÐBÆTUR

# #31045
source: ACTORS
is: LEIKARAR

# #31046
source: DIRECTOR
is: LEIKSTJÓRI

# #31047
source: STUDIOS
is: MYNDVER

# #31048
source: SETS
is: SETT

# #31049
source: RANDOM
is: AF HANDAHÓFI

# #31050
source: 4 DAYS
is: 4 DAGAR

# #31051
source: 36 HOURS
is: 36 TÍMAR

# #31052
source: WEEKEND
is: HELGI

# #31053
source: 7 DAYS
is: 7 DAGAR

# #31054
source: ALERTS
is: VIÐVARANIR

# #31055
source: TIMER
is: TÍMASLÖKKARI

# #31056
source: CANCEL TIMER
is: HÆTTA VIÐ SLÖKKUN

# #31057
source: EXIT
is: HÆTTA

# #31058
source: TURN OFF
is: SLÖKKVA

# #31059
source: RESTART
is: ENDURRÆSA

# #31060
source: SUSPEND
is: SVÆFA

# #31061
source: HIBERNATE
is: DVALI

# #31062
source: CHANGE USER
is: BREYTA UM NOTANDA

# #31063
source: FILES MANAGER
is: SKRÁASÝSL

# #31064
source: SYSTEM INFO
is: KERFISUPPLÝSINGAR

# #31065
source: TRAILERS
is: SÝNISHORN

# #31066
source: CINEMA EX
is: BÍÓ EX

# #31067
source: TV GUIDE
is: SJÓNVARPSVÍSIR

# #31068
source: VIEWTYPES
is: SÝN

# #31069
source: COMICS
is: TEIKNIMYNDASÖGUR

# #31070
source: TITLES
is: TITLAR

# #31071
source: FAVOURITE
is: UPPÁHALDS

# #31072
source: VIDEO PLAYLIST
is: MYNDEFNIS SPILUNARLISTI

# #31073
source: AUDIO PLAYLIST
is: LAGALISTI

# #31074
source: ADD-ON
is: VIÐBÓT

# #31075
source: MY MENU
is: MÍN VALMYND

# #31076
source: + FAVOURITE ITEM
is: + UPPÁHALDS HLUTUR

# #31077
source: + VIDEO PLAYLIST ITEM
is: + MYND SPILUNARLISTA HLUTUR

# #31078
source: + AUDIO PLAYLIST ITEM
is: + LAGALISTA HLUTUR

# #31079
source: + ADD-ON ITEM
is: + FORRITA HLUTUR

# #31080
source: Item not used
is: Hlutur ekki í notkun

# #31081
source: Item addition
is: Viðbótar hlutur

# #31082
source: Item you added
is: Hlutur bætt við af þér

# #31083
source: PREVIEW
is: SÝNISHORN

# #31084
source: CLOSE
is: LOKA

# #31085
source: USE TO ADD A NEW ITEM, THEN CUSTOMIZE IT AS YOU WISH.[CR]YOU HAVE UP TO 12 ITEMS OF EACH TYPE TO ADD TO ANY SUBMENU.
is: NOTIÐ TIL AÐ BÆTA VIÐ NÝJUM HLUT, SÍÐAN SÉRSNÍÐA AÐ EIGIN VILD.[CR]ÞÚ HEFUR ALLT AÐ 12 HLUTI AF HVERRI GERÐ TIL AÐ BÆTA VIÐ HVAÐA UNDIRVALMYND SEM ER.

# #31086
source: Concerts
is: Tónleikar

# #31087
source: Trailers
is: Sýnishorn

# #31088
source: Games
is: Leikir

# #31089
source: + VIDEO NODE ITEM
is: + MYNDEFNISHAM HLUTUR

# #31090
source: DIRECTORS
is: LEIKSTJÓRAR

# #31091
source: GENRES
is: FLOKKAR

# #31092
source: PLAYLISTS
is: SPILUNARLISTAR

# #31093
source: ITEMS
is: HLUTIR

# #31094
source: NO LOCAL/CANCEL
is: EKKERT STAÐBUNDIÐ/HÆTTA VIÐ

# #31095
source: PATH
is: SLÓÐ

# #31096
source: DELETE PATH - HIDE THE ITEM IN THE MAIN MENU
is: EYÐA SLÓÐ - FELA HLUT Í AÐALVALMYND

# #31097
source: Access to collection
is: Aðgengi að safni

# #31098
source: Seasons and episodes
is: Þáttaraðir og þættir

# #31099
source: Music videos
is: Tónlistarmyndbönd

# #31100
source: Albums and tracks
is: Hjómplötur og lög

# #31101
source: Watch tv
is: Horfa á sjónvarp

# #31102
source: Executables and emulators
is: Forrit og eftirlíkingar

# #31103
source: Highlights to remember
is: Hápunktar til að muna

# #31104
source: Forecast for up to 10 DAYS
is: Veðurspá í allt að 10 DAGA

# #31105
source: My favourites items
is: Mínir uppáhalds hlutir

# #31106
source: Favourite item
is: Uppáhalds hlutur

# #31107
source: Playlist
is: Spilunarlisti

# #31108
source: Add-on
is: Viðbót

# #31109
source: Shutdown
is: Slökkva

# #31111
source: DISC ART (IF AVAILABLE)
is: DISKA MYNDSKREYTING (EF TIL STAÐAR)

# #31112
source: PLOT ALWAYS VISIBLE
is: SÖGUÞRÁÐUR ALLTAF SÝNILEGUR

# #31113
source: BIOGRAPHY ALWAYS VISIBLE
is: ÆVIÁGRIP ALLTAF SÝNILEGT

# #31114
source: BANNER (IF AVAILABLE)
is: BORÐI (EF TIL STAÐAR)

# #31115
source: VIDEO NODE
is: MYNDEFNIS HAMUR

# #31116
source: CHESS EFFECT
is: SKÁK ÁHRIF

# #31117
source: INVERT MENU COLORS
is: SNÚA VIÐ VALMYNDAR LITUM

# #31118
source: TRANSPARENCY FOR STYLES
is: GEGNSÆI FYRIR STÍLA

# #31119
source: LAYOUT STYLE 1
is: ÚTLITSSNIÐ 1

# #31120
source: LAYOUT STYLE 2
is: ÚTLITSSNIÐ 2

# #31121
source: LAYOUT STYLE - KARAOKE
is: ÚTLITSSNIÐ - KARAOKE

# #31122
source: BACKGROUND SET BY USER
is: BAKGRUNNUR STILLTUR AF NOTANDA

# #31123
source: SMART SUBMENU
is: SNJÖLL UNDIRVALMYND

# #31124
source: SHOW SMART SUBMENU
is: SÝNA SNJALL UNDIRVALMYND

# #31125
source: SHOW VIDEO IN BACKGROUND
is: SÝNA MYNDEFNI Í BAKGRUNNI

# #31200
source: MENU
is: VALMYND

# #31201
source: SUBMENU
is: UNDIRVALMYND

# #31202
source: OPTIONS
is: VALKOSTIR

# #31203
source: SKIN
is: ÚTLIT

# #31204
source: UPDATE
is: UPPFÆRA

# #31205
source: DELETE ITEM - REMOVE ITEM THAT YOU CREATED
is: EYÐA HLUT - FJARLÆGA HLUT SEM ÞÚ BJÓST TIL

# #31206
source: * Use image with dimensions 1920 x 188 pixels in PNG format
is: Nota ljósmynd í 1920 x 1080 pixla upplausn í PNG formati.

# #31207
source: CUSTOMIZE MAIN MENU
is: SÉRSNÍÐA AÐALVALMYND

# #31208
source: PAST HERE
is: LÍMA HÉR

# #31209
source: Item
is: Hlutur

# #31210
source: Items
is: Hlutir

# #31211
source: RENAME
is: ENDURNEFNA

# #31212
source: DISABLE
is: GERA ÓVIRKA

# #31213
source: ENABLE
is: VIRKJA VIÐBÓT

# #31214
source: DISABLE/REORDER
is: GERA ÓVIRKA/ENDURRAÐA

# #31215
source: Page
is: Síða

# #31216
source: THUMBNAIL SET PLAYLIST
is: SMÁMYND STILLA SPILUNARLISTA

# #31217
source: CHANGE BACKDROP - ONE IMAGE
is: BREYTA BAKGRUNNI - EIN MYND

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
is: BREYTA BAKGRUNNI - MARGAR MYNDIR

# #31219
source: RESTORE DEFAULT THUMBNAIL
is: ENDURHEIMTA SJÁLFGEFNA SMÁMYND

# #31220
source: RESTORE DEFAULT BACKDROP
is: ENDURHEIMTA SJÁLFGEFINN BAKGRUNN

# #31221
source: NO FAVOURITES TO SHOW
is: EKKERT UPPÁHALDS FYRIR ÞÁTT

# #31222
source: END
is: ENDIR

# #31223
source: TIP
is: ÁBENDING

# #31224
source: MORE OPTIONS
is: FLEIRI VALMÖGULEIKAR

# #31225
source: REORDER MENU
is: ENDURRAÐA VALMYND

# #31226
source: GENERAL INFORMATION
is: ALMENNAR UPPLÝSINGAR

# #31227
source: INFORMATIONS BAR
is: UPPLÝSINGASLÁ

# #31228
source: SMART SUBMENU
is: SNJALL UNDIRVALMYND

# #31229
source: MY MENU
is: MÍN VALMYND

# #31230
source: Playlist
is: Spilunarlisti

# #31231
source: CLEAN LIBRARY
is: HREINSA SAFN

# #31234
source: MENU IN WRAP LIST MODE
is: VALMYND Í SAMÞJAPPAÐUR LISTI HAM

# #31235
source: MENU IN FIXED LIST MODE
is: VALMYND Í FASTUR LISTI HAM

# #31236
source: MUSICAL NOTE
is: TÓNLISTARUPPL.

# #31237
source: Done
is: Búið

# #31238
source: OSD MENU
is: OSD VALMYND

# #31239
source: FULL MENU MODE
is: STÓR VALMYND - HAMUR

# #31240
source: CLEAN MENU MODE
is: HREIN VALMYND - HAMUR

# #31241
source: SELECT
is: VELJA

# #31242
source: SHOW
is: SÝNA

# #31243
source: SYSTEM MENU (MENU 'S')
is: KERFIS VALMYND (VALMYND 'S')

# #31244
source: MENU 'S'
is: VALMYNDIR

# #31245
source: KEEP BACKGROUND'S ASPECT
is: HALDA BAKGRUNNS HLUTFALLI

# #31246
source: SHOW WIDGETS FOR:
is: SÝNA GRÆJUR FYRIR:

# #31247
source: CLEARART:
is: GEGNSÆ MYNDSKREYTING

# #31248
source: CLEARLOGO
is: GEGNSÆ TÁKNMYND

# #31249
source: WIDGETS
is: GRÆJUR

# #31250
source: SHOW DATE AND WEATHER
is: SÝNA DAGSETNINGU OG VEÐUR

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
is: Veldu uppáhalds.[CR]Mundu að til þess að búa til þennan lista verður þú nota C lykilinn á hlut til að bæta við uppáhaldi.

# #31254
source: With EXTRAPACK you have available:[CR]Themes.[CR]Thematic Styles.[CR]Icons for video and music genre.[CR]Genre fanart for music and video.[CR]Animated Icons for weather.[CR]Background images based on weather conditions.[CR][CR]The complete download can take a little depending on your connection speed.
is: Með AUKAPAKKA hefur þú aðgengilegt:[CR]Þemu[CR]Þemustíla[CR]Tákn fyrir myndefni og tónlistarflokka.[CR]Aðdáendamyndir fyrir myndefnis- og tónlistarflokka.[CR]Hreyfanleg tákn fyrir veður.[CR]Bakgrunnsmyndir byggðar á veðurskilyrðum hverju sinni.[CR][CR]Tími niðurhals fer eftir hraða tengingu.

# #31255
source: New theme has been set
is: Nýtt þema virkjað.

# #31256
source: New style has been set
is: Nýr stíll virkjaður.

# #31257
source: 1. Create a root folder with any name, for example MY THEME.[CR][CR]2. Inside the root folder create 20 folders by these names:[CR]addons, aplaylist,autumn, concerts, disc, favourites, games, livetv, movies, music, mymenu, pictures,settings, shutdown, spring, summer, tvshows, vnodes, vplaylist, winter.[CR][CR]3. Place within each of these folders the images you chose, MY THEME supports multiple files, you can include as many pictures as you want per folder.[CR][CR]4. After the theme ready enter the path of the root.[CR][CR]The default image for Ace has pixels 72dpi 1280x720 JPG format and I would suggest using the program FastStone Photo Resize to obtain good quality images and low size.[CR]If wish you can also use images with 1980x1080 pixels/72dpi, in format jpg.
is: 1. Búa til möppu í rót með hvað nafni sem er, til dæmis MITT ÞEMA.[CR][CR]2.Búðu til 16 möppur í möppunni í rót með þessum nöfnum:[CR]addons, autumn, concerts, custom, games, LiveTV, movies, music, MyMenu, pictures, settings, spring, summer, tvshows, videos, winter.[CR][CR]3. Settu mynd að eigin vali í hverja möppu, MITT ÞEMA styður margar skrár, þú getur haft eins margar ljósmyndir og þú vilt í hverri möppu.[CR][CR]4. Þegar þemað er tilbúið sláðu þá inn slóð rótarinnar.[CR][CR]Sjálfgefin ljósmynd fyrir ACE er 72dpi 1280x720 JPG format og mæli ég með FastStone Photo Resize til að búa til gæðamyndir i lítilli stærð. [CR]Ef þú vilt getur þú líka notað ljósmyndir í 1980x1080 upplausn/72dpi í jpg formati.

# #31260
source: FOLDER CONTAINS:
is: MAPPA INNIHELDUR:

# #31261
source: CONFIGURE
is: STILLA

# #31262
source: CHANGE STANDARD OPTIONS
is: BREYTA VENJULEGUM VALMÖGULEIKUM

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
is: VIRKJA SJÁLFVIRKA UPPFÆRSLU Á VIÐBÓTUM

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
is: SÝNA UPPFÆRSLUTILKYNNINGAR Á VIÐBÓTUM

# #31265
source: SHOW ADD-ON FANART
is: SÝNA VIÐBÓT FYRIR AÐDÁENDAMYNDIR

# #31276
source: CASE FOR CONTENT
is: UMSLÖG FYRIR INNIHALD

# #31277
source: STANDARD
is: VENJULEGT

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
is: EIGIN BOX FYRIR SAFNIÐ ÞITT

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
is: BREYTA LIT EÐA GERÐ, BÚA TIL ÞITT EIGIÐ UMSLAG.

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF GILD NAFNATEGUND ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
is: VELDU UMSLAG OG ÝTTU Á ENTER TIL AÐ SÉRSNÍÐA.

# #31282
source: IF THERE IS A 'BLURAY', 'BLU-RAY' OR 'BDRIP' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF 'BLURAY' MERKI ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31283
source: IF THERE IS A BD '3DBD' OR '3DBD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF BD '3DBD' EÐA '3DBD' MERKI ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF 'WEB' MERKI ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF 'HDTV' MERKI ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
is: EF 'DVD' MERKI ER TIL STAÐAR Í SKJALI EÐA MÖPPU VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31287
source: LABEL CASE
is: UMLSAG MEÐ TITLI

# #31288
source: NO LABEL
is: ENGINN TITILL

# #31289
source: NO LABEL WILL BE USED FOR THIS CASE.
is: ENGINN TITILL VEÐUR NOTAÐUR FYRIR ÞETTA UMSLAG

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
is: MERKING VERÐUR SÝND Í SAMRÆMI VIÐ MIÐLUNAR KÓÐA.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
is: BLURAY INNIHALDSMERKI VERÐUR SÝNT.

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
is: BLURAY 3D INNIHALDSMERKI VERÐUR SÝNT.

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
is: WEBTV INNIHALDSMERKI VERÐUR SÝNT.

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
is: HDTV INNIHALDSMERKI VERÐUR SÝNT.

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
is: DVD INNIHALDSMERKI VERÐUR SÝNT.

# #31296
source: COLOR FOR THIS CASE
is: LITUR FYRIR ÞETTA UMSLAG

# #31297
source: MEDIA CASE
is: UMSLAG

# #31298
source: CUSTOMIZE CASE
is: SÉRSNÍÐA UMSLAG

# #31299
source: BOOKMARK
is: BÓKARMERKI

# #31300
source: SUBTITLES
is: ÞÝÐINGARTEXTAR

# #31301
source: BACK
is: TIL BAKA

# #31302
source: FORWARD
is: ÁFRAM

# #31303
source: PLAY
is: SPILA

# #31304
source: PAUSE
is: Í BIÐ

# #31305
source: STOP
is: STÖÐVA

# #31306
source: NEXT
is: NÆST

# #31308
source: PAUSED
is: Í BIÐ

# #31309
source: CURRENT POSITION
is: NÚVERANDI STAÐA

# #31310
source: CURRENT TIME
is: NÚVERANDI TÍMI

# #31311
source: ENDS AT
is: ENDAR KLUKKAN

# #31312
source: IMAGE OPTIONS
is: MYNDMÖGULEIKAR

# #31313
source: AUDIO OPTIONS
is: HLJÓÐMÖGULEIKAR

# #31314
source: PROGRAMS OPTIONS
is: FORRITAMÖGULEIKAR

# #31315
source: RANDOM ORDER
is: RÖÐUN AF HANDAHÓFI

# #31316
source: MODE
is: HAMUR

# #31317
source: POSTER
is: VEGGSPJALD

# #31318
source: IMDB: STARS
is: IMDB: STJÖRNUGJÖF

# #31319
source: IMDB: TEXT
is: IMDB: TEXTI

# #31320
source: THUMBNAIL
is: SMÁMYND

# #31321
source: INFO MODE
is: UPPLÝSINGAHAMUR

# #31322
source: PANEL
is: ÚTLITSSLÁ

# #31323
source: STANDARD
is: VENJULEGT

# #31324
source: AUTO INFO
is: SJÁLFVIRKAR UPPLÝSINGAR

# #31325
source: NEXT TRACK
is: NÆSTA LAG

# #31326
source: WEATHER MENU
is: VEÐURVALMYND

# #31327
source: BACKGROUND IMAGE
is: BAKGRUNNSMYND

# #31328
source: SHOW CDART
is: SÝNA CDART

# #31329
source: VIEW ARTIST BIOGRAPHY
is: SÝNA FERIL LISTAMANNS

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
is: SÝNA UPPLÝSINGAR LISTAMANNS/HLJÓMPLÖTU

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
is: SÝNA SMÁMYNDIR LISTAMANNS

# #31332
source: ITEMS IN PLAYLIST
is: HLUTIR Í SPILUNARLISTA

# #31333
source: CHANNELS
is: RÁSIR

# #31334
source: ROOT FOLDER COLLECTION
is: MAPPA RÓT SAFN

# #31335
source: RELOAD SKIN
is: ENDURHLAÐA ÚTLIT

# #31336
source: PREMIERED
is: FRUMSÝND

# #31337
source: YEARS OF ACTIVITY
is: VIRKNI Í ÁRUM

# #31338
source: MOODS
is: TÓNAR

# #31339
source: TRAINING
is: ÞJÁLFUN

# #31340
source: TRACKS
is: LÖG

# #31341
source: GUI MODE
is: MYNDRÆNT NOTENDAVIÐMÓT HAMUR

# #31342
source: AUTO MODE
is: SJÁLFVIRKUR HAMUR

# #31343
source: CUSTOM MODE
is: SÉRSNIÐ HAMUR

# #31344
source: ADD-ON OPTIONS
is: VIÐBÆTUR STILLINGAR

# #31345
source: STYLES
is: STÍLAR

# #31346
source: NOTES
is: ATHUGASEMDIR

# #31347
source: Next Episode
is: Næsti þáttur

# #31448
source: TV Shows at this day
is: Sjónvarpsþættir þennan dag

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
is: VELJA HEITI FYRIR ÞESSA MÖPPU

# #31350
source: MODIFIED
is: BREYTT

# #31351
source: APPEARANCE
is: ÚTLIT

# #31352
source: DISPLAY AND INTERFACE
is: SKJÁR OG VIÐMÓT

# #31353
source: VIDEO
is: MYNDEFNI

# #31354
source: LIBRARY AND PLAYBACK
is: SAFN OG SPILUNARMÖGULEIKAR

# #31355
source: AUDIO
is: HLJÓÐ

# #31356
source: LIBRARY AND PLAYBACK
is: SAFN OG SPILUNARMÖGULEIKAR

# #31357
source: TV
is: SJÓNVARP

# #31358
source: SETTINGS AND PLAYBACK
is: STILLINGAR OG SPILUNARMÖGULEIKAR

# #31359
source: SYSTEM
is: KERFI

# #31360
source: CACHE AND HARDWARE
is: BIÐMINNI OG VÉLBÚNAÐUR

# #31361
source: NETWORK
is: NETUMHVERFI

# #31362
source: LOCAL AND INTERNET
is: STAÐBUNDIÐ OG INTERNET

# #31363
source: ADD-ONS
is: VIÐBÆTUR

# #31364
source: MANAGE ADD-ONS
is: SÝSLA MEÐ VIÐBÆTUR

# #31365
source: IMAGE
is: LJÓSMYNDIR

# #31366
source: NAVIGATION AND PRESENTATIONS
is: LEIÐARSTÝRING OG KYNNINGAR

# #31367
source: WEATHER
is: VEÐUR

# #31368
source: LOCATION AND APPEARANCE
is: STAÐSETNING OG ÚTLIT

# #31369
source: PROFILE
is: NOTANDI

# #31370
source: USER ACCOUNTS
is: NOTANDAREIKNINGUR

# #31371
source: SKIN SETTINGS
is: ÚTLITSSTILLINGAR

# #31372
source: ACTIVATE LOGIN SCREEN
is: Virkja innskráningarskjá

# #31373
source: USERS
is: Notendur

# #31374
source: MANAGE PROFILES
is: Sýsla með notendur

# #31375
source: General settings
is: Almennar stillingar

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
is: Há skerpa

# #31377
source: A MODERN AND ELEGANT MEDIA CENTER.[CR]ACE IS PART OF NEW SKINS GENERATION.
is: NÚTÍMALEGT OG GLÆSILEGT MARGMIÐLUNARFORRIT[CR]ACE ER HLUTI AF NÝRRI KYNSLÓÐ.

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
is: KVIKMYNDIR, SJÓNVARPSÞÆTTTIR OG TÓNLEIKAR

# #31379
source: ADJUST YOUR SYSTEM IN ORDER TO GET THE BEST PICTURE QUALITY. [CR] SELECT COLOR OR POSITION OF SUBTITLES.
is: STILLTU KERFIÐ TIL AÐ FÁ BESTU MYNDGÆÐIN. [CR] VELDU LIT EÐA STAÐSETNINGU TEXTA.

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
is: XBMC LISTAR OG SPILAR TÓNLISTINA ÞÍNA

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
is: LISTAMANNA-, HLJÓMPLÖTU- OG LAGAUPPLÝSINGAR.[CR]SLAPPAÐU AF OG HLUSTAÐU Á TÓNLIST MEÐ MYNDSKREYTINGUM.

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
is: HORFÐU Á UPPÁHALDS SJÓNVARPSÞÆTTINA ÞÍNA

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
is: MÓTTAKA FYRIR SJÓNVARPSENDINGAR. [CR]STILLTU OG TAKTU UPP SJÓNVARPSÞÆTTI.

# #31384
source: ORGANIZE YOUR PICTURES
is: SKIPULEGGJA LJÓSMYNDIR

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
is: BÚÐU TIL MYNDASÝNINGU.[CR]SÝNDU SAFNIÐ ÞITT BEINT AF HARÐA DISKINUM EÐA MINNISLYKLI.

# #31386
source: WEATHER FORECAST
is: VEÐURSPÁ

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
is: SÓL EÐA RIGNING? VELDUR ÞRJÁR BORGIR Í BOÐI WEATHER.COM.[CR]TIL VIÐBÓTAR GETUR ÞÚ VALIÐ UM MÆLIGILDI.

# #31388
source: SUPPLEMENTS FOR XBMC
is: MEIRA FYRIR XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
is: NÁÐU Í OG SÝSLAÐU MEÐ VIÐBÆTUR TIL AÐ FÁ SEM MEST ÚTÚR XBMC.[CR]KVIKMYNDA- OG SJÓNVARPSÞÁTTASKÖFUR MEÐ SJÁLFVIRKRI UPPFÆRSLU.

# #31390
source: PLAYBACK SETTINGS
is: SPILUNARSTILLINGAR

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
is: VAL MYNDA- OG HLJÓÐS.[CR]XBMC BÝÐUR UPPÁ BESTU GÆÐIN.

# #31392
source: DATA MANAGEMENT
is: SÝSLA MEÐ GÖGN

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
is: UTANÁLIGGJANDI DRIF ERU GÓÐ FYRIR AÐ GEYMA SAFNIÐ ÞITT.[CR]XBMC GETUR HÖNDLAÐ ÞÚSUNDIR MISMUNANDI SKRÁR.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
is: FJÖLSKYLDAN ÞÍN MUN FÍLA ÞETTA Í BOTN

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
is: STUÐNINGUR FYRIR MARGA NOTENDUR SEM GERIR ÞAÐ AÐ VERKUM AÐ HVER OG EINN GETUR HAFT SÍNAR EIGIN STILLINGAR.[CR]RSS VEITUR, ÚTLIT OG SAFNMÖGULEIKAR ER HÆGT AÐ NOTA SÉR.

# #31396
source: IMPROVE YOUR EXPERIENCE WITH THE ACE SKIN
is: BÆTTU VIÐ UPPLIFUN ÞÍNA MEÐ ACE ÚTLITI

# #31397
source: FINE ADJUSTMENTS THAT ALLOW SURPRISING LOOKS.[CR]MINOR DETAILS THAT ONLY ACE SKIN CAN OFFER.
is: FINNDU STILLINGAR SEM BJÓÐA UPPÁ ÓVÆNT ÚTLIT.[CR]SMÁATRIÐI SEM AÐEINS AEON ACE GETUR BOÐIÐ.

# #31398
source: FURNITURE
is: HEIMAGLUGGI

# #31399
source: MOVE OBJECTS
is: FÆRA HLUTI

# #31400
source: STYLES
is: STÍLAR

# #31401
source: CHOOSE A TYPE
is: VELDU TEGUND

# #31402
source: EXTRAPACK
is: AUKAPAKKI

# #31403
source: THEMES AND IMAGES
is: ÞEMU OG MYNDIR

# #31404
source: COLORS
is: LITIR

# #31405
source: CHANGING SKIN TONE
is: BREYTA LIT ÚTLITS

# #31406
source: MEDIA INFO
is: UPPLÝSINGAR

# #31407
source: COLLECTION
is: SAFN

# #31408
source: ART
is: LIST

# #31409
source: CONTEXTUAL ART
is: SVIPUÐ LIST

# #31410
source: MAIN MENU
is: AÐALVALMYND

# #31411
source: VISUAL OPTIONS
is: MYNDMÖGULEIKAR

# #31412
source: REMINDERS
is: ÁMINNINGAR

# #31413
source: TIME, RSS AND TOP MENU
is: TÍMI, RSS OG TOPPVALMYND

# #31414
source: PLAYBACK
is: SPILUN

# #31415
source: PLAY OPTIONS
is: SPILUNARMÖGULEIKAR

# #31416
source: EXTRAS
is: AUKA

# #31417
source: GLOBAL OPTIONS
is: STILLINGAR ALLT

# #31418
source: MENUS
is: VALMYNDIR

# #31419
source: NAVIGATION LAYOUT
is: LEIÐARSTÝRINGARÚTLITSSNIÐ

# #31420
source: MODES/RESET
is: HAMUR/ENDURSETJA

# #31421
source: RESET SKIN
is: ENDURSETJA ÚTLIT

# #31422
source: ELIMINATE ALL OPTIONS
is: EYÐA ÖLLUM VALMÖGULEIKUM

# #31423
source: CUSTOMIZATION - OPTIONS
is: SÉRSNÍÐA - VALMÖGULEIKAR

# #31424
source: CUSTOMIZATION
is: SÉRSNIÐ

# #31425
source: Restoring settings...
is: Endursetja stillingar...

# #31426
source: Activated item
is: Virkja hlut

# #31427
source: Deactivated item
is: Aftengja hlut

# #31428
source: WATCHED
is: BÚIÐ AÐ HORFA Á

# #31429
source: UNWATCHED
is: EKKI BÚIÐ AÐ HORFA Á

# #31430
source: TRAILER AVAILABLE
is: SÝNISHORN Í BOÐI

# #31431
source: PRESS ANY DIRECTION TO CANCEL
is: ÝTTU Á TIL AÐ HÆTTA VIÐ
