Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Icelandic/strings.po
Languages: is

# #31432
source: PRESS UP TO PLAY
is: ÝTTU UPP TIL AÐ SPILA

# #31433
source: PRESS UP TWICE TO PLAY
is: ÝTTU TVISVAR UPP TIL AÐ SPILA

# #31434
source: PRESS LEFT/UP TO ACCESS
is: ÝTIÐ TIL VINSTRI/UPP FYRIR AÐGANG

# #31435
source: ADD-ON REQUIRED
is: VIÐBÓT NAUÐSYNLEG

# #31436
source: SMART SHORTCUTS
is: SNJALL-FLÝTILEIÐIR

# #31437
source: ROOT
is: RÓT

# #31438
source: GET LOGO/CLEARART
is: NÁ Í TÁKNMYNDIR/GEGNSÆJA LIST

# #31440
source: TURN ON TV TUNES
is: SETJA TV TUNES Á

# #31441
source: GET ARTWORK
is: NÁ Í MYNDSKREYTINGAR

# #31442
source: GET ARTWORK ARTIST/ALBUM
is: NÁ Í MYNDSKREYTINGAR LISTAMAÐUR/HLJÓMPLATA

# #31443
source: SKIN ACE
is: ACE ÚTLIT

# #31444
source: COLORS FOR THE TITLES AND PANELS
is: LITUR FYRIR TITLA OG ÚTLITSSLÁR

# #31445
source: Settings
is: Stillingar

# #31446
source: HIDE THE THUMBNAILS BORDERS
is: FELA RAMMA UM SMÁMYNDIR

# #31447
source: SHOW BUTTON FOR RESET SKIN (TEMPORARY)
is: SÝNA TAKA TIL AÐ ENDURSETJA ÚTLIT (TÍMABUNDIÐ)

# #31449
source: SOLO MODE
is: SÓLÓ HAMUR

# #31450
source: RESTORE SETTINGS
is: ENDURSETJA STILLINGAR

# #31451
source: EXPORT/IMPORT OR RESTART SETTINGS
is: FLYTJA ÚT/INN EÐA ENDURSETJA STILLINGAR

# #31452
source: SAVE AN COPY OF SETTINGS
is: VISTA AFRIT AF STILLINGUM

# #31453
source: APPLY SETTINGS SAVED
is: SETTAR STILLINGAR VISTAÐAR

# #31454
source: SETTING BY SYSTEM
is: STILLINGAR EFTIR KERFI

# #31455
source: TRAILERS - SET SCRIPT
is: SÝNISHORN - SETJA SKRIFTUR

# #31456
source: PRESS RIGHT TO PLAY
is: ÝTTU TIL HÆGRI TIL AÐ SPILA

# #31457
source: PRESS RIGHT TWICE TO PLAY
is: ÝTTU TVISVAR TIL HÆGRI TIL AÐ SPILA

# #31458
source: TRAILER ON
is: SÝNISHORN Á

# #31459
source: PRESS ANY DIRECTION TO CANCEL
is: ÝTTU TIL AÐ HÆTTA VIÐ

# #31460
source: PLAYBACK WILL START IN
is: SPILUN HEFST EFTIR

# #31461
source: PLEASE WAIT
is: VINSAMLEGA BÍÐIÐ

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
is: HREYFIMYNDIR FYRIR BAKGRUNN

# #31463
source: ANIMATED FANART (PAN AND SCAN)
is: HREYFIMYNDIR FYRIR AÐDÁENDAMYNDIR

# #31464
source: ANIMATED FANART (SLIDE)
is: HREYFIMYNDIR FYRIR AÐDÁENDAMYNDIR (RENNSLI)

# #31465
source: 1 SECOND DELAY
is: 1 SEKÚNDA TÖF

# #31466
source: 2 SECONDS DELAY
is: 2 SEKÚNDA TÖF

# #31467
source: 3 SECONDS DELAY
is: 3 SEKÚNDA TÖF

# #31468
source: 4 SECONDS DELAY
is: 4 SEKÚNDA TÖF

# #31469
source: 5 SECONDS DELAY
is: 5 SEKÚNDA TÖF

# #31470
source: AUTOMATIC PANEL
is: SJÁLFVIRK ÚTLITSSLÁ

# #31471
source: MANUAL PANEL
is: HANDVIRK ÚTLITSSLÁ

# #31472
source: PANEL ALWAYS VISIBLE
is: ÚTLITSSLÁ ALLTAF SÝNILEG

# #31473
source: PANEL OFF
is: ÚTLITSSLÁ ÓVIRK

# #31474
source: FANART STYLE
is: GERÐ AÐDÁENDAMYNDA

# #31475
source: POSTER STYLE
is: GERÐ VEGGSPJALDA

# #31476
source: PLOT STYLE
is: GERÐ SÖGUÞRÁÐA

# #31477
source: EXTRA THUMBNAIL STYLE
is: GERÐ AUKASMÁMYND

# #31478
source: CHANGING VIEW
is: BREYTA ÚTLITI

# #31479
source: (DE)ACTIVATE VIEWS
is: GERA ÚTLIT ÓVIRKT

# #31480
source: SORT BY: ASCENDING
is: RAÐA EFTIR: HÆKKANDI

# #31481
source: SORT BY: DESCENDING
is: RAÐA EFTIR: LÆKKANDI

# #31482
source: MEDIA LABELS
is: MARGMIÐLUNARTÁKN

# #31483
source: AUTO HIDE
is: FELA SJÁLFVIRKT

# #31484
source: AUDIO LANGUAGES
is: TALTUNGUMÁL

# #31485
source: 'WATCHED' LABEL
is: 'BÚIÐ AÐ HORFA Á' TÁKN

# #31486
source: USE MEDIA CASE
is: NOTA UMSLÖG

# #31487
source: USE STARS TO RATE
is: NOTA STJÖRNUGJÖF

# #31488
source: VIDEO OPTIONS
is: MYND VALMÖGULEIKAR

# #31489
source: TRANSPARENT PANEL
is: GEGNSÆ ÚTLITSSLÁ

# #31490
source: SLIM LIST
is: GRANNUR LISTI

# #31491
source: HIDE WATCHED
is: FELA BÚIÐ AÐ HORFA Á

# #31492
source: STACKED
is: STAFLAÐ

# #31493
source: FIXED LIST
is: STAKUR LISTI

# #31494
source: PREFER: CLEARART
is: VAL: GEGNSÆ LIST

# #31495
source: PREFER: LOGO
is: VAL: TÁKNMYND

# #31496
source: EXTRA INFO
is: AUKAUPPLÝSINGAR

# #31497
source: DEFAULT FANART
is: SJÁLFGEFIN AÐDÁENDAMYND

# #31498
source: EXTRA FANART
is: AUKA AÐDÁENDAMYND

# #31499
source: GENRE FANART
is: AÐDÁENDAMYND FLOKKUR

# #31500
source: RESERVE FANART
is: HALDA AÐDÁENDAMYND

# #31501
source: CURTAINS
is: GLUGGATJÖLD

# #31502
source: SEASON FANART
is: ÞÁTTARÖÐ AÐDÁENDAMYND

# #31503
source: SELECT IMAGES PATH
is: VELJA SLÓÐ FYRIR MYND

# #31504
source: CHOOSE A SINGLE IMAGE
is: VELJA STAKA MYND

# #31505
source: CHOOSE MULTIPLE IMAGES
is: VELJA MARGAR MYNDIR

# #31506
source: USE POSTER.JPG
is: NOTA POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
is: NOTA LANDSCAPE.JPG

# #31508
source: SHOW CLEARLOGO AND CLEARART
is: SÝNA GEGNSÆJA TÁKNMYNDIR OG MYNDSKREYTINGAR

# #31509
source: ALTERNATIVE GENRE ICONS
is: ÖNNUR TÁKN FLOKKA

# #31510
source: ALTERNATIVE STUDIO ICONS
is: ÖNNUR TÁKN KVIKMYNDAVER

# #31511
source: GRID SIZE
is: DREIFT STÆRÐ

# #31512
source: MEDIUM
is: MIÐLUNGS

# #31514
source: LARGE
is: STÓRAR

# #31515
source: HORIZONTAL
is: LÁRÉTT

# #31516
source: GRID
is: DREIFT

# #31517
source: LANDSCAPE
is: VÍTT

# #31518
source: USE ZOOM EFFECT
is: NOTA AÐ-DRÁTT

# #31519
source: BANNER
is: BORÐI

# #31520
source: ALTERNATIVE
is: ANNAÐ VAL

# #31521
source: WRITTEN
is: HÖFUNDUR

# #31522
source: DURATION
is: LENGD

# #31523
source: RATING
is: STJÖRNUGJÖF

# #31524
source: PREVIOUS
is: FYRRI

# #31525
source: NEXT
is: NÆST

# #31526
source: SEASONS
is: ÞÁTTARAÐIR

# #31527
source: EPISODES
is: ÞÆTTIR

# #31528
source: EPISODE
is: ÞÁTTUR

# #31529
source: ART
is: LIST

# #31530
source: PLOT
is: SÖGURÞRÁÐUR

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
is: VIRKJA SPILUNARLISTA VIÐ RÆSINGU

# #31532
source: CHOOSE PLAYLIST
is: VELJA SPILUNARLISTA

# #31533
source: FLAGS BAR - DARK STYLE
is: FÁNASLÁ - DÖKKUR STÍLL

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
is: SÝNA FYRSTA STAF VIÐ SKRUN

# #31535
source: ACTIVATE PLOT ROLLING
is: VIRKJA SJÁLFVIRKT SKRUN FYRIR SÖGUÞRÁÐ

# #31536
source: GRADIENT EFFECT
is: LITABLÖNDUM ÁHRIF

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
is: BAKGRUNNSMYND - NOTA AÐDÁENDAMYNDASAFN

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
is: BAKGRUNNSMYND - NOTA SJÁLFGEFIÐ ÞEMA

# #31539
source: BASED ON PRESENT CONDITIONS
is: BYGGT Á NÚVERANDI STÖÐU

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
is: BAKGRUNNSMYND BYGGÐ Á NÚVERANDI VEÐRI

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
is: BAKGRUNNSMYND BYGGÐ Á ÁRSTÍÐUM Í NORÐUR AMERÍKU

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
is: BAKGRUNNSMYND BYGGÐ Á ÁRSTÍÐUM Í SUÐUR AMERÍKU

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
is: SÝNA HREYFANLEG VEÐURTÁKN (VEÐURVALMYND)

# #31544
source: STATIC SHOW ICONS OF CLIMATE
is: SÝNA LOFTSLAGSTÁKN

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
is: SÝNA LITLA VALMYND (AÐALVALMYND HJÁLP)

# #31546
source: MOVE TO DOWN
is: FÆRA NIÐUR

# #31547
source: FANART COLLECTION
is: AÐDÁENDAMYNDASAFN

# #31548
source: CREATE OR UPDATE DATABASE
is: BÚA TIL EÐA UPPFÆRA GAGNGRUNN

# #31549
source: VIEW MODES
is: SÝN

# #31550
source: MOVE TO UP
is: FÆRA UPP

# #31551
source: WRAP LIST
is: SAMÞJAPPAÐUR LISTI

# #31552
source: TOP MENU
is: TOPPVALMYND

# #31553
source: SHOW PROGRESS BAR
is: SÝNA Í VINNSLU GLUGGA

# #31554
source: HIDE PROGRESS BAR
is: FELA Í VINNSLU GLUGGA

# #31555
source: SHOW NEXT TRACKS
is: SÝNA NÆSTA HLUTA

# #31556
source: HIDE NEXT TRACKS
is: FELA NÆSTA HLUTA

# #31557
source: SHOW ARTIST/ALBUM ART
is: SÝNA LISTAMANNA/HLJÓMPLÖTU LIST

# #31558
source: HIDE ARTIST/ALBUM ART
is: SÝNA LISTAMANN/HLJÓMPLÖTULIST

# #31559
source: SLIDESHOW
is: MYNDASÝNING

# #31560
source: FAVOURITES IMAGES
is: UPPÁHALDS MYNDIR

# #31561
source: ARTIST FANART
is: LISTAMENN AÐDÁENDAMYNDIR

# #31562
source: HIDE VIDEO WINDOWS
is: FELA MYNDEFNISGLUGGA

# #31563
source: SHOW VIDEO WINDOW
is: SÝNA MYNDEFNISGLUGGA

# #31564
source: SHOW CDART
is: SÝNA CDART

# #31565
source: HIDE CDART
is: SÝNA CDART

# #31566
source: HIDE MEDIA CONTROLS
is: SÝNA TAKKA

# #31567
source: SHOW MEDIA CONTROLS
is: FELA TAKKA

# #31568
source: UPDATE FANART DATABASE
is: UPPFÆRA GAGNAGRUNN AÐDÁENDAMYNDA

# #31569
source: MAIN MENU OPTIONS
is: AÐALVALMYND VALMÖGULEIKAR

# #31570
source: SHOW ARTIST IMAGES
is: SÝNA MYNDIR FYRIR LISTAMENN

# #31571
source: HIDE ARTIST IMAGES
is: FELA MYNDIR FYRIR LISTAMENN

# #31572
source: FOR MUSIC, PREFER VIEW BY
is: FYRIR TÓNLIST, VAL SÝN AF

# #31573
source: TRAILER REMINDER AVAILABLE
is: SÝNISHORN ÁMINNING Í BOÐI

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
is: SÝNA SÝNISHORN Í FULLUM SKJÁ

# #31575
source: YOU HAVE
is: ÞÚ HEFUR

# #31576
source: TV SHOWS IN THIS COLLECTION
is: SJÓNVARPSÞÆTTIR Í ÞESSU SAFNI

# #31577
source: SEASONS OF THE SERIES
is: ÞÁTTARAÐIR

# #31578
source: EPISODES THIS SEASON
is: ÞÆTTIR

# #31579
source: UNWATCHED
is: EKKI BÚIÐ AÐ HORFA Á

# #31580
source: THERE ARE
is: ÞAÐ ERU

# #31581
source: VIEWTYPES AVAILABLE TO
is: SÝNI Í BOÐI FYRIR

# #31582
source: PLAYING NOW
is: Í SPILUN

# #31583
source: RECENTLY ADDED
is: NÝLEGA BÆTT VIÐ

# #31584
source: RANDOM
is: AF HANDAHÓFI

# #31585
source: IN PROGRESS
is: Í VINNSLU

# #31586
source: EMPTY COLLECTION!
is: TÆMA SAFN

# #31587
source: ADD CONTENT IN OPTION
is: BÆTA INNIHALDI

# #31589
source: SEASON
is: ÞÁTTARÖÐ

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
is: SKRIFTUR ERU NAUÐSYNLEGAR TIL AÐ SÝNA HLUTI AF HANDAHÓFI:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
is: SKRIFTUR ERU NAUÐSYNLEGAR TIL AÐ SÝNA HLUTI Í VINNSLU:

# #31592
source: REORGANIZE OBJECTS
is: ENDURSKIPULEGGJA HLUTI

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
is: FÆRA TIL VINSTRI/HÆGRI TIL AÐ VAFRA

# #31594
source: CHOOSE A STYLE TO MAIN MENU
is: VELDU STÍL FYRIR AÐALVALMYND

# #31595
source: CHOOSE A COLOR FOR THE PANELS
is: VELDU LIT FYRIR ÞESSA ÚTLITSSLÁ

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
is: AUK AÐALVALMYNDAR ER HÆGT AÐ BREYTA LITAVALI Í ÖÐRUM HLUTUM ÚTLITSINS

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
is: ENDURSETJA VALMÖGULEIKA FYRIR SJÁLFGEFIÐ ÚTLIT

# #31598
source: Error or others troubles can be solved here.[CR]Press Enter to access the button that will reset the settings to the skin defaults.
is: Villur og önnur vandræði eru leyst hérna.[CR]Ýtið á Enter til að endursetja sjálfgefið útlit.

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
is: AÐVÖRUN:ÞESSI VINNSLA ER ÓAFTURKRÆF !

# #31600
source: Move for any direction to cancel.[CR]Press Enter to proceed
is: Færa í hvaða átt sem er til að afturkalla.[CR]Ýtið á Enter til að halda áfram

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
is: SJOPPUHAMUR - KEMUR Í VEG FYRIR AÐGENGI VALMYNDIR FYRIR SÖFN

# #31602
source: INFO KIOSK MODE- PREVENTS CHANGE SETTINGS IN INFORMATION WINDOW
is: UPPLÝSINGASJOPPUHAMUR - KEMUR Í VEG FYRIR AÐGENGI AÐ UPPLÝSINGA GLUGGA

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
is: SJOPPUKÓÐI - GERIR SJOPPUHAM ÓVIRKAN TÍMABUNDIÐ MEÐ ÞVÍ AÐ NOTA ÖRVAR - TIL HÆGRI/TIL VINSTRI/UPP

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
is: SNJALLSJOPPA - KEMUR AÐEINS Í VEG FYRIR AÐGANG AÐ STILLINGUM HLUTA

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
is: SÝNA TILKYNNINGARGLUGGA VOXCOMMANDO

# #31606
source: Want a different visual for skin?[CR]Choose a new images theme
is: Viltu annað útlit?[CR]Veldu nýtt ljósmyndaþema.

# #31607
source: IMAGES THEMES
is: LJÓSMYNDA ÞEMU

# #31608
source: ENABLE PVR FUNCTIONS
is: VIRKJA PVR AÐGERÐIR

# #31609
source: KIOSK CODE
is: SJOPPUKÓÐI

# #31610
source: REACTIVATE KIOSK CODE
is: VIRKJA AFTUR SJOPPUKÓÐA

# #31611
source: KIOSK CODE BLOCKED
is: SJOPPUKÓÐI ÚTILOKAÐUR

# #31612
source: KIOSK CODE ACCEPTED
is: SJOPPUKÓÐI SAMÞYKKTUR

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
is: RÖNG RUNA HÆTTIR VINNSLU

# #31614
source: STYLES BY EXTRAPACK
is: STÍLAR FYRIR AUKAPAKKA

# #31615
source: MY STYLE
is: MINN STÍLL

# #31616
source: MODERN STYLE
is: NÚTÍMA STÍLL

# #31617
source: MODERN
is: NÚTÍMA

# #31618
source: IF THERE A MOVIE SETS, THIS CASE WILL BE USED
is: EF KVIKMYNDASETT ER TIL STAÐAR, VERÐUR ÞETTA UMSLAG NOTAÐ.

# #31619
source: MOVIE SETS LABEL WILL BE SHOWN.
is: MERKI KVIKMYNDASETTS SÝND

# #31620
source: SHOW AUDIO LANGUAGE AND SUBTITLE FLAGS
is: SÝNA TUNGUMÁL HLJÓÐS OG TEXTAFÁNA

# #31621
source: SET TIME FOR EACH IMAGE
is: STILLA TÍMA FYRIR HVERJA LJÓSMYND

# #31622
source: EXPORT SKIN SETTINGS
is: FLYTJA ÚT STILLINGAR ÚTLITS

# #31623
source: IMPORT SKIN SETTINGS
is: FLYTJA INN ÚTLITSSTILLINGAR

# #31624
source: PRESS ENTER TO SELECT
is: ÝTIÐ Á ENTER TIL AÐ VELJA

# #31626
source: BLOOD
is: BLÓÐ

# #31627
source: BROWN
is: BRÚNN

# #31628
source: DARK SKY
is: DÖKKT SKÝ

# #31629
source: GOLDEN YELLOW
is: GULLGULT

# #31630
source: DIGITAL
is: STAFRÆNT

# #31631
source: FOREST
is: SKÓGUR

# #31632
source: BLUE
is: BLÁTT

# #31633
source: BRIGHT YELLOW
is: LJÓSGULT

# #31634
source: OLIVE
is: ÓLÍFU

# #31635
source: ORANGE
is: APPELSÍNUGULT

# #31636
source: PURPLE
is: FJÓLUBLÁTT

# #31637
source: RED
is: RAUTT

# #31638
source: ROYAL BLUE
is: KÓNGABLÁTT

# #31639
source: SILVER
is: SILFUR

# #31640
source: SKY BLUE
is: HEIÐBLÁTT

# #31641
source: SPRING
is: VOR

# #31642
source: TURQUOISE
is: TÚRKÍS

# #31643
source: VIOLET
is: FJÓLUBLÁTT

# #31644
source: GRAY
is: GRÁTT

# #31645
source: GRAPHITE
is: GRAFÍT

# #31646
source: CHOCOLATE
is: SÚKKULAÐI

# #31647
source: OCEAN
is: HAF

# #31648
source: NO COLOR
is: ENGINN LITUR

# #31649
source: Select an item and press enter to switch his position.
is: Veldu hlut og smelltu á enter til að skipta um stöðu.

# #31650
source: ACE CONFIGURATION WIZARD
is: ACE STILLINGA HJÁLP

# #31651
source: SMART KIOSK
is: SNJALL SJOPPA

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
is: SNJALL SJOPPA gerir valmynd aðgengilega fyrir grunnvirkni og erfir uppsetningu.[CR]SNJALL KÓÐA hamur gerir það óvirkt tímabundið með fyrirfram skilgreindum skipunum.

# #31653
source: CUSTOM CASE
is: SÉRSNIÐ UMSLAG

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
is: Breyttu um lit eða skilgreindu nýjan titil, aðlagar umslög fyrir safnið þitt.

# #31655
source: Would not it be great to get all the themes, backdrops, icons and logos with only one click? You can with Ace, you download a single package and have access to all the extra content.
is: Væri það ekki frábært að geta náð í öll þemu, bakgrunn og tákn með einum smelli? Með Ace er það hægt, þú niðurhalar einum pakka og hefur aðgang að auka innihaldi.

# #31656
source: MANY NEWS AND MORE...
is: MARGAR FRÉTTIR OG MEIRA...

# #31657
source: ACE, a smart skin for smart people.[CR][CR]Enjoy.
is: Ace, snjallt útlit fyrir snjallt fólk.[CR][CR]Njótið.

# #31658
source: SKIP PRESENTATION
is: SLEPPA KYNNINGU

# #31659
source: BUILD
is: BYGGJA

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
is: TIL AÐ VELJA ÞAÐ ÚTLIT SEM ÞÚ VILT,[CR]ÝTTU Á ÖRVATAKKA UPP EÐA NIÐUR.

# #31661
source: SHOW 'PAUSE'
is: SÝNA 'Í BIÐ'

# #31662
source: HIDE 'PAUSE'
is: FELA 'Í BIÐ'

# #31663
source: HIDE PARTLY WATCHED
is: FELA BÚIÐ AÐ HORFA Á AÐ HLUTA

# #31664
source: SHOW PARTLY WATCHED
is: SÝNA BÚIÐ AÐ HORFA Á AÐ HLUTA

# #31665
source: CONTINUE WATCHING
is: HALDA ÁFRAM AÐ HORFA Á

# #31666
source: Partially Watched
is: Horft á að hluta

# #31667
source: MAIN MENU
is: AÐALVALMYND

# #31668
source: GLASS EFFECT
is: GLER ÁHRIF

# #31669
source: SHOW WATCH
is: SÝNA ÚR

# #31670
source: HIDE WATCH
is: FELA ÚR

# #31671
source: EDIT DATA
is: BREYTA GÖGNUM

# #31672
source: SHOW LIBRARY
is: SÝNA SAFN

# #31673
source: HIDE LIBRARY
is: FELA SAFN

# #31674
source: ALTERNATIVE GENRE FANART
is: AÐRAR AÐDÁENDAMYNDIR FLOKKA

# #31675
source: SHOW RSS
is: SÝNA RSS

# #31676
source: HIDE RSS
is: FELA RSS

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
is: SÝNA TITLA

# #31678
source: SHOW FURNITURE
is: SÝNA HEIMAGLUGGA

# #31679
source: HIDE FURNITURE
is: FELA HEIMAGLUGGA

# #31681
source: MOVE UP/DOWN TO END
is: FÆRA UPP/NIÐUR TIL AÐ HÆTTA

# #31682
source: MOVE RIGHT TO BROWSE
is: FÆRA TIL HÆGRI TIL AÐ VAFRA

# #31683
source: CUSTOMIZE FURNITURES
is: SÉRSNÍÐA HEIMAGLUGGA

# #31684
source: END THIS STEP AND MOVE FORWARD
is: HÆTTA ÞESSU ÞREPI OG HALDA ÁFRAM

# #31685
source: COLOR PALETTE FOR THE PANELS
is: LITATAFLA FYRIR ÚTLITSSLÁR

# #31686
source: COLOR PALETTE FOR TITLES
is: LITATAFLA FYRIR TITLA

# #31687
source: COLOR FOR PANELS
is: LITUR FYRIR ÚTLITSSLÁR

# #31688
source: COLOR FOR TITLES
is: LITUR FYRIR TITLA

# #31689
source: TRANSPARENCY FOR PANELS - INCLUDE MAIN MENU
is: GEGNSÆI FYRIR SLÁR - EINNIG AÐALVALMYND

# #31690
source: PANEL TRANSPARENCY
is: GEGNSÆI SLÁA

# #31691
source: CURRENT TRANSPARENCY LEVEL
is: NÚVERANDI GEGNSÆI

# #31692
source: LYRICS IN KARAOKE MODE
is: LAGATEXTAR Í KARAOKE HAM

# #31693
source: OPTIMIZE SKIN FOR TOUCH-SCREEN (A HELP TAB WILL APPEAR)
is: STILLA ÚTLIT FYRIR SNERTISKJÁ (HJÁLPARVALMYND)

# #31694
source: MOST PLAYED
is: MEST SPILAÐ

# #31695
source: RELOAD
is: ENDURHLAÐA

# #31696
source: ORIGINAL TITLE AT THE TOP
is: UPPRUNALEGUR TITILL EFST

# #31697
source: CAST SCROLLING
is: SKRUN LEIKARAR

# #31698
source: PLAYBACK OPTIONS
is: SPILUN VALMÖGULEIKAR

# #31699
source: INFORMATION PANEL OPTIONS
is: UPPLÝSINGASLÁ VALMÖGULEIKAR

# #31700
source: PLAY
is: SPILA

# #31701
source: TRAILER
is: SÝNISHORN

# #31702
source: GET ARTWORK
is: NÁ Í MYNDSKREYTINGAR

# #31703
source: STARRING
is: AÐALHLUTVERK

# #31704
source: SPECIAL THANKS
is: SÉRSTAKAR ÞAKKIR

# #31705
source: TRANSLATORS
is: ÞÝÐENDUR

# #31706
source: TRANSLATION AND SUPPORT COORDINATOR
is: ÞÝÐINGAR OG STUÐNINGSAÐILI

# #31707
source: To all the people who collaborated to make this project possible.
is: Til allra sem hjálpuðu til við að gera þetta verkefni mögulegt.

# #31708
source: SUPER SPECIAL THANKS (BY ALPHABETICAL ORDER)
is: SÚPER ÞAKKIR (Í STAFRÓFSRÖÐ)

# #31709
source: ALWAYS VISIBLE
is: ALLTAF SÝNILEGT

# #31710
source: MANUAL
is: HANDVIRKT

# #31711
source: OFF
is: AF

# #31712
source: ITEMS LIST
is: LISTI YFIR HLUTI

# #31713
source: NOT AVAILABLE
is: EKKI TIL

# #31714
source: CREATED
is: BÚIÐ TIL

# #31715
source: RESOLUTION
is: UPPLAUSN

# #31716
source: SPRING
is: VOR

# #31717
source: SUMMER
is: SUMAR

# #31718
source: AUTUMN
is: HAUST

# #31719
source: WINTER
is: VETUR

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
is: BYGGT Á SKILYRÐUM NORÐURHVELS

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
is: BYGGT Á SKILYRÐUM SUÐURHVELS

# #31722
source: SHOW LYRICS
is: SÝNA LAGATEXTA

# #31723
source: LYRICS
is: LAGATEXTAR

# #31724
source: HIDE LYRICS
is: FELA LAGATEXTA

# #31725
source: SET SCRIPT
is: SETJA SKRIFTUR

# #31726
source: LYRICS SOURCE
is: LAGATEXTAR UPPSPRETTA

# #31727
source: VIEWING
is: SKOÐA

# #31728
source: VIEWING OPTIONS
is: SÝN VALMÖGULEIKAR

# #31729
source: SHOW PAUSE WORD
is: SÝNA Í BIÐ TEXTA

# #31730
source: SHOW POSTER/CLEARART
is: SÝNA VEGGSPJALD/GEGNSÆJA LIST

# #31731
source: SHOW COVER/THUMBNAIL
is: SÝNA UMSLAG/SMÁMYND

# #31732
source: MODE: FIXED
is: HAMUR: STAKUR

# #31733
source: MODE: ALTERNATIVE
is: HAMUR: ANNAÐ

# #31734
source: DISPLAY: CLEARART
is: SÝNA: GEGNSÆ LIST

# #31735
source: DISPLAY: LOGO
is: SÝNA: TÁKNMYND

# #31736
source: LANDSCAPE
is: VÍTT

# #31737
source: PAUSE
is: Í BIÐ

# #31738
source: RETURN TO MENU BUTTON
is: AFTUR Í VALMYND TAKKA

# #31739
source: CLOSE THIS DIALOGUE BOX
is: LOKA ÞESSUM GLUGGA

# #31740
source: VIS(VIDEO)
is: VIS(MYNDEFNI)

# #31741
source: VIS(AUDIO)
is: VIS(HLJÓÐ)

# #31742
source: OPEN TRAY
is: OPNA BAKKA

# #31743
source: ON
is: Á

# #31744
source: THERE IS NO BUTTON ON !
is: ÞAÐ ER ENGINN TAKKI !

# #31745
source: FILTERS
is: SÍUR

# #31746
source: SEARCH
is: LEITA

# #31747
source: UPDATE LIBRARY
is: UPPFÆRA SAFN

# #31748
source: THEME IN USE
is: ÞEMA Í NOTKUN

# #31749
source: STYLE IN USE
is: STÍLL Í NOTKUN

# #31750
source: COLOR IN USE TO THE PANELS
is: LITIR Í NOTKUN FYRIR TITLA

# #31751
source: COLOR IN USE FOR TITLES
is: LITIR Í NOTKUN FYRIR TITLA

# #31752
source: Skin status
is: Staða útlits

# #31753
source: REVIEW
is: UMSÖGN

# #31754
source: VOLUME
is: HLJÓÐSTYRKUR

# #31755
source: MUTE
is: HLJÓÐA AF

# #31756
source: TOTAL
is: SAMTALS

# #31757
source: PAGE
is: SÍÐA

# #31758
source: AVAILABLE GROUPS
is: MÖGULEGIR HÓPAR

# #31759
source: NO-GROUP CHANNELS
is: ENGAR HÓPA-RÁSIR

# #31760
source: ADD GROUP
is: BÆTA VIÐ HÓPI

# #31761
source: RENAME GROUP
is: ENDURSKÝRA HÓP

# #31762
source: DELETE GROUP
is: EYÐA HÓPI

# #31763
source: CHANNEL
is: RÁS

# #31764
source: TELETEXT
is: TEXTAVARP

# #31765
source: SIMILAR ARTISTS
is: SVIPAÐIR LISTAMENN

# #31766
source: VISUALIZATION PRESETS
is: FORSTILLINGAR MYNDSKREYTINGA

# #31767
source: VIDEO AVAILABLE
is: MYNDEFNI AÐGENGILEGT

# #31768
source: VIDEO MODE ACTIVATED
is: MYNDEFNISHAMUR VIRKJAÐUR

# #31769
source: GROUP
is: HÓPUR

# #31770
source: PLATFORM
is: PLATTFORM

# #31771
source: PUBLISHER
is: ÚTGEFANDI

# #31772
source: PREMIERED
is: FRUMSÝND

# #31773
source: PLAYERS
is: LEIKARAR

# #31774
source: RATING
is: STJÖRNUGJÖF

# #31775
source: CONTROL TYPE
is: STJÓRN TÝPA

# #31776
source: PERSPECTIVE
is: SAMHENGI

# #31777
source: IMPORT GAMES
is: FLYTJA INN LEIKI

# #31778
source: ADD ROM COLLECTION
is: BÆTA VIÐ ROM COLLECTION

# #31779
source: EDIT ROM COLLECTION
is: BREYTA ROM COLLECTION

# #31780
source: EDIT OFFLINE SCRAPERS
is: BREYTA ÓTENGDUM SKRÖPURUM

# #31781
source: EDIT GAME COMMAND
is: BREYTA LEIKJASKIPUN

# #31782
source: ADD GAME TO FAVOURITES
is: BÆTA LEIKJUM VIÐ UPPÁHALDS

# #31783
source: ADD SELECTION TO FAVOURITES
is: BÆTA VALI VIÐ UPPÁHALDS

# #31784
source: DELETE GAME
is: EYÐA LEIK

# #31785
source: DELETE ROM COLLECTIONS
is: EYÐA ROM COLLECTIONS

# #31786
source: CLEAN DATABASE
is: HREINSA GAGNAGRUNN

# #31787
source: IMPORT SETTINGS
is: FLYTJA INN STILLINGAR

# #31788
source: DEVELOPER
is: HÖNNUÐUR

# #31789
source: MEDIA TYPE
is: TÝPA MIÐILS

# #31790
source: PLAY GAME
is: SPILA LEIK

# #31791
source: FAVOURITES
is: UPPÁHALDS

# #31793
source: PLAY VIDEO
is: SPILA MYNDEFNI

# #31794
source: CUSTOMIZE THIS MENU
is: SÉRSNÍÐA ÞESSA VALMYND

# #31795
source: PVR VERSION
is: PVR ÚTGÁFA

# #31796
source: VERSION WITHOUT PVR
is: ÚTGÁFA ÁN PVR

# #31797
source: REMAIN
is: EFTIR

# #31798
source: GET ARTIST INFO
is: SÆKJA LISTAMANNAUPPLÝSINGAR

# #31799
source: TRACK
is: LAG

# #31800
source: ALBUM INFO
is: HLJÓMPLÖTUUPPLÝSINGAR

# #31801
source: LIST
is: LISTI

# #31802
source: SHOWCASE
is: UMSLAG

# #31804
source: LANDSCAPEX
is: VÍTT

# #31805
source: WALL
is: VEGGUR

# #31806
source: WALL 3D
is: 3D VEGGUR

# #31807
source: LOW LIST
is: LÁR LISTI

# #31808
source: POSTER
is: VEGGSPJALD

# #31809
source: SHELF
is: HILLA

# #31810
source: COVERFLOW
is: UMSLAGAFLÆÐI

# #31811
source: BANNER
is: BORÐI

# #31812
source: BANNER INFO
is: UPPLÝSINGABORÐI

# #31813
source: WIDE
is: VÍTT

# #31814
source: LANDSCAPE
is: VÍTT

# #31815
source: SQUARE
is: FERHYRNT

# #31816
source: TALL
is: HÁTT

# #31817
source: PHOTOSHOW
is: LJÓSMYNDASÝNING

# #31818
source: PANEL
is: ÚTLITSSLÁ

# #31819
source: LANDSCAPE PANEL
is: VÍÐ ÚTLITSSLÁ

# #31820
source: LOGO PANEL
is: TÁKNMYND ÚTLITSSLÁ

# #31821
source: SHOWART
is: SÝNILIST

# #31823
source: LARGE LIST
is: STÓR LISTI

# #31824
source: SEASON BANNER
is: BORÐI ÞÁTTARÖÐ

# #31825
source: EPISODES BANNER
is: ÞÁTTABORÐI

# #31826
source: SETS
is: SETT

# #31827
source: GLASS LIST
is: GLER LISTI

# #31828
source: RIGHT LIST
is: HÆGRI LISTI

# #31840
source: EVERY ONE HOUR
is: Á KLUKKUTÍMA FRESTI

# #31841
source: WEEKEND
is: HELGI

# #31842
source: 10 DAYS
is: 10 DAGAR

# #31843
source: CURRENT
is: NÚVERANDI
