Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/*/strings.po
Languages: dutch, french, german

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
dutch: VERANDER KLEUREN OF MEDIALABEL, STEL EEN HOESJE SAMEN.
french: CHANGE LES COULEURS OU L'ÉTIQUETTE DU MÉDIA, CONSTRUIS VOTRE PROPRE BOÎTIER.
german: ÄNDERE FARBE ODER MEDIENLABEL, GESTALTE DEINE EIGENE HÜLLE

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN TAG OVEREENKOMT MET DE BESTANDS- OF MAPNAAM, WORDT DIT HOESJE GEBRUIKT.
french: SI LE FICHIER OU LE DOSSIER CONTIENT UN NOM DE TAG COMPATIBLE, IL SERA UTILISÉ.
german: WENN ES EINEN KOMPATIBLEN NAME TAG IN DER DATEI ODER DEM ORDNER GIBT, WIRD DIESE HÜLLE GENUTZT.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
dutch: KIES EEN HOESJE EN DRUK ENTER OM AAN TE PASSEN.
french: CHOISISSEZ UN BOÎTIER ET PRESSEZ ENTRER POUR PERSONNALISER.
german: WÄHLE EINE HÜLLE UND DRÜCKE ENTER ZUM ANPASSEN

# #31282
source: IF THERE IS A 'BLURAY', 'BLU-RAY' OR 'BDRIP' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN 'BLURAY', 'BLU-RAY' OF 'BDRIP' TAG IN DE BESTANDS- OF MAPNAAM STAAT, WORDT DIT HOESJE GEBRUIKT.
french: SI LE NOM DU FICHIER OU DU DOSSIER CONTIENT LE TAG 'BLURAY', 'BLU-RAY' OU 'BDRIP', CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN 'BLURAY' TAG IM NAMEN DER DATEI ODER DES ORDNERS GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31283
source: IF THERE IS A BD '3DBD' OR '3DBD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN BD '3DBD' OF '3DBD' TAG IN DE BESTANDS- OF MAPNAAM STAAT, WORDT DIT HOESJE GEBRUIKT.
french: SI LE NOM DU FICHIER OU DU DOSSIER CONTIENT LE TAG 'BD', '3DBD' OU '3DBD' , CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN '3DBD' TAG IM NAMEN DER DATEI ODER DES ORDNERS GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN 'WEB' TAG IN DE BESTANDS- OF MAPNAAM STAAT, WORDT DIT HOESJE GEBRUIKT.
french: SI LE FICHIER OU LE DOSSIER CONTIENT LE TAG 'WEB', CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN 'WEB' TAG IM NAMEN DER DATEI ODER DES ORDNERS GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN 'HDTV' TAG IN DE BESTANDS- OF MAPNAAM STAAT, WORDT DIT HOESJE GEBRUIKT.
french: SI LE FICHIER OU LE DOSSIER CONTIENT LE TAG 'HDTV', CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN 'HDTV' TAG IM NAMEN DER DATEI ODER DES ORDNERS GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
dutch: ALS ER EEN 'DVD' TAG IN DE BESTANDS- OF MAPNAAM STAAT, WORDT DIT HOESJE GEBRUIKT.
french: SI LE FICHIER OU LE DOSSIER CONTIENT LE TAG 'DVD', CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN 'DVD' TAG IM NAMEN DER DATEI ODER DES ORDNERS GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31287
source: LABEL CASE
dutch: LABEL HOESJE
french: ÉTIQUETTE DE BOÎTIER
german: HÜLLE LABELN

# #31288
source: NO LABEL
dutch: GEEN LABEL
french: PAS D'ÉTIQUETTE
german: KEIN LABEL

# #31289
source: NO LABEL WILL BE USED FOR THIS CASE.
dutch: GEEN LABEL ZAL WORDEN GEBRUIKT VOOR DIT HOESJE.
french: PAS D'ETIQUETTE UTILISEE POUR CE BOITIER.
german: FÜR DIESE HÜLLE WIRD KEIN LABEL VERWENDET

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
dutch: EEN STICKER MET DE MEDIA COCEC WORDT GETOOND
french: UN STICKER SERA AFFICHÉ EN ACCORD AVEC LE CODEC DU MÉDIA.
german: EIN ENTSPRECHENDER AUFKLEBER WIRD IN ÜBEREINSTIMMUNG MIT DEM GEWÄHLTEN MEDIA CODEC GEZEIGT.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
dutch: BLURAY LABEL WORDT GETOOND
french: L'ÉTIQUETTE CONTENU BLU-RAY SERA PRÉSENTÉE
german: BLURAY LABEL WIRD GEZEIGT

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
dutch: BLURAY 3D LABEL WORDT GETOOND
french: L'ÉTIQUETTE CONTENU BLU-RAY 3D SERA PRÉSENTÉE
german: BLURAY 3D LABEL WIRD GEZEIGT

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
dutch: WEBTV LABEL WORDT GETOOND
french: L'ÉTIQUETTE CONTENU WEBTV SERA PRÉSENTÉE
german: WEBTV LABEL WIRD GEZEIGT

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
dutch: HDTV LABEL WORDT GETOOND
french: L'ÉTIQUETTE CONTENU HDTV SERA PRÉSENTÉE
german: HDTV LABEL WIRD GEZEIGT

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
dutch: DVD LABEL WORDT GETOOND
french: L'ÉTIQUETTE CONTENU DVD SERA PRÉSENTÉE
german: DVD LABEL WIRD GEZEIGT

# #31296
source: COLOR FOR THIS CASE
dutch: KLEUR VOOR DIT HOESJE
french: COULEUR DE CE BOÎTIER
german: FARBE FÜR DIESE HÜLLE

# #31297
source: MEDIA CASE
dutch: MEDIA HOESJE
french: BOÎTIER DE MÉDIA
german: MEDIENHÜLLE

# #31298
source: CUSTOMIZE CASE
dutch: HOESJE WIJZIGEN
french: PERSONNALISER LE BOÏTIER
german: HÜLLE ANPASSEN

# #31299
source: BOOKMARK
dutch: BLADWIJZER
french: MARQUE PAGE
german: LESEZEICHEN

# #31300
source: SUBTITLES
dutch: ONDERTITELS
french: SOUS-TITRES
german: UNTERTITEL

# #31301
source: BACK
dutch: TERUG
french: RETOUR
german: ZURÜCK

# #31302
source: FORWARD
dutch: VOORUIT
french: AVANCE
german: WEITER

# #31303
source: PLAY
french: LIRE
german: ABSPIELEN

# #31306
source: NEXT
dutch: VOLGENDE
french: SUIVANT
german: NÄCHSTES

# #31308
source: PAUSED
dutch: GEPAUZEERD
french: EN PAUSE
german: PAUSIERT

# #31309
source: CURRENT POSITION
dutch: HUIDIGE POSITIE
french: POSITION ACTUELLE
german: AKTUELLE POSITION

# #31310
source: CURRENT TIME
dutch: HUIDIGE TIJD
french: HEURE
german: AKTUELLE ZEIT

# #31311
source: ENDS AT
dutch: EINDIGT OM
french: FIN À
german: ENDET UM

# #31312
source: IMAGE OPTIONS
dutch: AFBEELDING OPTIES
french: OPTIONS D'IMAGE
german: BILD OPTIONEN

# #31313
source: AUDIO OPTIONS
dutch: AUDIO OPTIES
french: OPTIONS AUDIO
german: AUDIO OPTIONEN

# #31314
source: PROGRAMS OPTIONS
dutch: PROGRAMMA OPTIES
french: OPTIONS DE PROGRAMMES
german: PROGRAMM OPTIONEN

# #31315
source: RANDOM ORDER
dutch: WILLEKEURIGE VOLGORDE
french: ORDRE ALEATOIRE
german: ZUFÄLLIGE REIHENFOLGE

# #31317
source: POSTER
french: AFFICHE

# #31318
source: IMDB: STARS
dutch: IMDB: STERREN
french: IMDB: NOTE
german: IMDB: STERNE

# #31319
source: IMDB: TEXT
dutch: IMDB: TEKST
french: IMDB:TEXTE

# #31320
source: THUMBNAIL
french: VIGNETTE

# #31321
source: INFO MODE
dutch: INFO MODUS
french: MODE INFO
german: INFO MODUS

# #31322
source: PANEL
dutch: PANEEL
french: PANNEAU

# #31324
source: AUTO INFO
french: INFO AUTO

# #31325
source: NEXT TRACK
dutch: VOLGENDE TRACK
french: PISTE SUIVANTE
german: NÄCHSTER TRACK

# #31326
source: WEATHER MENU
dutch: WEER MENU
french: MENU MÉTÉO
german: WETTER MENÜ

# #31327
source: BACKGROUND IMAGE
dutch: ACHTERGROND AFBEELDING
french: IMAGE DE FOND
german: HINTERGRUNDBILD

# #31328
source: SHOW CDART
dutch: CDART TONEN
french: MONTRER LE CDART
german: ZEIGE CDART

# #31329
source: VIEW ARTIST BIOGRAPHY
dutch: BIOGRAFIE ARTIEST BEKIJKEN
french: VOIR LA BIOGRAPHIE DE L'ARTISTE
german: KÜNSTLER BIOGRAFIE ANSEHEN

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
dutch: ARTIEST/ALBUM INFORMATIE BEKIJKEN
french: VOIR LES INFORMATIONS DE L'ARTISTE/ALBUM
german: KÜNSTLER/ALBUM INFORMATION ANSEHEN

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
dutch: ARTIEST AFBEELDING THUMBNAIL WEERGEVEN
french: AFFICHER LA VIGNETTE DE L'ARTISTE
german: ZEIGE KÜNSTLER BILDVORSCHAU

# #31332
source: ITEMS IN PLAYLIST
dutch: ITEMS IN AFSPEELLIJST
french: ÉLÉMENTS DANS LA LISTE DE LECTURE
german: ELEMENTE IN PLAYLIST

# #31333
source: CHANNELS
dutch: KANALEN
french: CHAINES
german: KANÄLE

# #31334
source: ROOT FOLDER COLLECTION
dutch: ROOTMAP BIBLIOTHEEK
french: DOSSIER RACINE DE LA COLLECTION
german: KOLLEKTION DES STAMMVERZEICHNISES

# #31335
source: RELOAD SKIN
dutch: HERLAAD SKIN
french: RECHARGER LE THEME
german: SKIN NEU LADEN

# #31336
source: PREMIERED
dutch: UITGEBRACHT
french: PREMIÈRE
german: VERÖFFENTLICHT

# #31337
source: YEARS OF ACTIVITY
dutch: JAREN ACTIEF
french: ANNEES D'ACTIVITÉ
german: JAHRE AKTIV

# #31339
source: TRAINING
french: ENTRAINEMENT

# #31340
source: TRACKS
french: PISTES

# #31341
source: GUI MODE
dutch: GUI MODUS
french: MODE GUI
german: GUI MODUS

# #31342
source: AUTO MODE
dutch: AUTOMATISCHE MODUS
french: MODE AUTO
german: AUTO MODUS

# #31343
source: CUSTOM MODE
dutch: AANGEPASTE MODUS
french: MODE ALEATOIRE
german: BENUTZERDEFINIERTER MODUS

# #31344
source: ADD-ON OPTIONS
dutch: ADD-ON OPTIES
french: OPTIONS D'ADD-ON
german: ADD-ON OPTIONEN

# #31347
source: Next Episode
dutch: Volgende Aflevering
french: Episode Suivant
german: Nächste Episode

# #31448
source: TV Shows at this day
dutch: TV Shows deze dag
french: Séries TV à ce jour
german: TV Serien an diesem Tag

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
dutch: KIES EEN NAAM VOOR DEZE MAP
french: CHOISISSEZ UN NOM POUR CE DOSSIER
german: WÄHLE EINEN NAMEN FÜR DIESEN ORDNER

# #31350
source: MODIFIED
dutch: AANGEPAST
french: MODIFIÉ
german: MODIFIZIERT

# #31351
source: APPEARANCE
dutch: UITERLIJK
french: APPARENCE
german: ERSCHEINUNG

# #31352
source: DISPLAY AND INTERFACE
dutch: BEELD EN INTERFACE
french: AFFICHAGE ET INTERFACE
german: ANZEIGE UND OBERFLÄCHE

# #31353
source: VIDEO
french: VIDÉO

# #31354
source: LIBRARY AND PLAYBACK
dutch: BIBLIOTHEEK EN AFSPELEN
french: BIBLIOTHÈQUE ET LECTURE
german: BIBLIOTHEK UND WIEDERGABE

# #31356
source: LIBRARY AND PLAYBACK
dutch: BIBLIOTHEEK EN AFSPELEN
french: BIBLIOTHÈQUE ET LECTURE
german: BIBLIOTHEK UND WIEDERGABE

# #31358
source: SETTINGS AND PLAYBACK
dutch: INSTELLINGEN EN AFSPELEN
french: RÉGLAGES ET LECTURE
german: EINSTELLUNGEN UND WIEDERGABE

# #31359
source: SYSTEM
dutch: SYSTEEM
french: SYSTÈME

# #31360
source: CACHE AND HARDWARE
dutch: CACHE EN HARDWARE
french: CACHE ET MATÉRIEL
german: CACHE UND HARDWARE

# #31361
source: NETWORK
dutch: NETWERK
french: RÉSEAU
german: NETZWERK

# #31362
source: LOCAL AND INTERNET
dutch: LOKAAL EN INTERNET
french: LOCAL ET INTERNET
german: SPRACHE UND INTERNET

# #31364
source: MANAGE ADD-ONS
dutch: BEHEER ADD-ONS
french: GÉRER LES ADD-ONS
german: VERWALTE ADD-ONS

# #31366
source: NAVIGATION AND PRESENTATIONS
dutch: NAVIGATIE EN PRESENTATIES
french: NAVIGATION ET PRÉSENTATION
german: NAVIGATION UND PRÄSENTATION

# #31367
source: WEATHER
dutch: WEER
french: MÉTÉO
german: WETTER

# #31368
source: LOCATION AND APPEARANCE
dutch: LOCATIE EN UITERLIJK
french: LOCALISATION ET APPARENCE
german: ORT UND ERSCHEINUNG

# #31369
source: PROFILE
dutch: PROFIEL
french: PROFIL
german: PROFIL

# #31370
source: USER ACCOUNTS
dutch: GEBRUIKERSACCOUNTS
french: COMPTES UTILISATEURS
german: BENUTZER KONTEN

# #31371
source: SKIN SETTINGS
dutch: SKIN INSTELLINGEN
french: PARAMÈTRES DU THÈME
german: SKIN EINSTELLUNGEN

# #31372
source: ACTIVATE LOGIN SCREEN
dutch: ACTIVEER INLOGSCHERM
french: ACTIVER L'ECRAN DE CONNEXION
german: LOGIN SEITE AKTIVIEREN

# #31373
source: USERS
dutch: GEBRUIKERS
french: UTILISATEURS
german: BENUTZER

# #31374
source: MANAGE PROFILES
dutch: BEHEER PROFIELEN
french: GÉRER LES PROFILS
german: PROFILE VERWALTEN

# #31375
source: General settings
dutch: Algemene instellingen
french: Réglages généraux
german: Allgemeine Einstellungen

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
dutch: EEN HIGH DEFINITION MEDIA OMGEVING
french: UN ENVIRONNEMENT DE MÉDIAS HAUTE DÉFINITION
german: EINE HIGH DEFINITION MEDIA UMGEBUNG

# #31377
source: A MODERN AND ELEGANT MEDIA CENTER.[CR]ACE IS PART OF NEW SKINS GENERATION.
dutch: EEN MODERNE EN ELEGANTE MEDIASPELER.[CR]ACE MAAKT DEEL UIT VAN NIEUWE GENERATIE SKINS.
french: UN MÉDIA CENTER MODERNE ET ÉLÉGANT.[CR]ACE EST À LA POINTE DU DIVERTISSEMENT DIGITAL.
german: EIN MODERNES UND ELEGANTES MEDIA CENTER.[CR] ACE GEHÖRT ZUR NEUEREN GENERATION VON HOCH ANPASSBAREN OBERFLÄCHEN

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
dutch: SPEELFILMS, TV SHOWS EN CONCERTEN
french: FILMS, SÉRIES ET CONCERTS
german: FILME, TV SERIEN UND KONZERTE

# #31379
source: ADJUST YOUR SYSTEM IN ORDER TO GET THE BEST PICTURE QUALITY. [CR] SELECT COLOR OR POSITION OF SUBTITLES.
dutch: PAS HET SYSTEEM AAN OM DE BESTE BEELD KWALITEIT TE KRIJGEN. [CR] SELECTEER KLEUR OF DE POSITIE VAN DE ONDERTITELING.
french: AJUSTER VOTRE SYSTEME AFIN D OBTENIR LA MEILLEUR QUALITE D'IMAGE. [CR] SELECTIONNER LA COULEUR ET LA POSITION DES SOUS-TITRES
german: PASSE DEIN SYSTEM AN UM DIE BESTE BILDQUALITÄT ZU EREICHEN.[CR] WÄHLE DIE FARBE ODER POSITION VON UNTERTITELN.

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
dutch: XBMC TOONT EN SPEELT UW MUZIEK
french: XBMC LISTE ET LIT VOTRE MUSIQUE
german: XBMC LISTET DEINE MUSIK AUF UND SPIELT SIE AB

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
dutch: ARTIEST-, ALBUM- EN TRACKINFORMATIE.[CR]RELAX EN LUISTER NAAR UW MUZIEK MET VISUELE EFFECTEN.
french: INFORMATION POUR ARTISTES, ALBUMS ET PISTES DE MUSIQUE.[CR]DÉTENDEZ VOUS ET ÉCOUTER VOTRE MUSIQUE AVEC DES EFFETS VISUELS.
german: INTERPRETEN, ALBEN UND SONG INFORMATIONEN.[CR]MUSIK HÖREN MIT VISUELLEN EFFEKTEN.

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
dutch: BEKIJK FAVORIETE TV SHOW
french: REGARDER VOS SÉRIES TV FAVORIS
german: FAVORISIERTE SERIE ANSEHEN

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
dutch: LIVE TV ONTVANGST.[CR]STEM AF EN NEEM EEN TV SHOW OP.
french: RÉCEPTION DE LA TV EN DIRECT.[CR]RÉGLER ET ENREGISTRER UNE SÉRIE TV.
german: LIVE TV EM.[CR]UMSCHALTEN UND SENDUNGEN AUFZEICHNEN.

# #31384
source: ORGANIZE YOUR PICTURES
dutch: ORGANISEER AFBEELDINGEN
french: TRIER VOS IMAGES
german: BILDER ORGANISIEREN

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
dutch: MAAK EEN DIAVOORSTELLING.[CR]TOON UW BIBLIOTHEEK RECHTSTREEKS VANAF EEN HARDE SCHIJF OF EEN USB-STICK
french: CRÉER UN DIAPORAMA.[CR]MONTRE VOTRE BIBLIOTHÈQUE DIRECTEMENT À PARTIR DE VOTRE DISQUE DUR OU CLÉ USB.
german: MACH EINE SLIDESHOW PRÄSENTATION.[CR]NUTZE DAFÜR DIREKT DIE BILDERSAMMLUNG AUF DEINER FESTPLATTE ODER DEINES USB-STICKS.

# #31386
source: WEATHER FORECAST
dutch: WEERSVOORSPELLING
french: PREVISIONS METEO
german: WETTERVORHERSAGE

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
dutch: ZONNIG OF REGENACHTIG? KIES DRIE STEDEN OM DE WEERSVERWACHTING VAN WEATHER.COM TE ONTVANGEN.[CR]NAAST DE DRIE STEDEN KUNT U OOK KIEZEN VOOR HET IMPERIALE OF METRIEKE STELSEL.
french: SOLEIL OU PLUIE ? CHOISISSEZ TROIS VILLES ET OBTENEZ DES PRÉVISIONS EN DIRECT, COURTOISIE DE WEATHER.COM.[CR]EN PLUS DES VILLES, VOUS POUVEZ ÉGALEMENT CHOISIR ENTRE LE SYSTÈME MÉTRIQUE OU IMPÉRIAL.
german: SONNIG ODER DOCH REGNERISCH? WÄHLE DREI STÄDTE AUS UND SCHAU NACH, WIE DIE WETTERVORHERSAGE DORT IST - DANK FREUNDLICHER UNTERSTÜTZUNG VON WEATHER.COM.[CR]ZUSÄTZLICH ZU DEN STÄDTEN KANNST DU NOCH ENTSCHEIDEN, OB DU LIEBER DAS ENGLISCHE ODER DAS METRISCHE MAßSYTEM ANZEIGEN MÖCHTEST.

# #31388
source: SUPPLEMENTS FOR XBMC
dutch: TOEVOEGINGEN VOOR XBMC
french: SUPPLÉMENTS POUR XBMC
german: ERGÄNZUNGEN ZU XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
dutch: DOWNLOAD EN MANAGE ADD-ONS OM HET MEEST UIT XBMC TE HALEN.[CR]SCRAPERS VOOR FILM EN MUZIEK EN PLUGINS MET AUTOMATISCHE UPDATES.
french: OBTENIR ET GÉRER DES ADD-ONS POUR EN FAIRE PLUS AVEC XBMC.[CR]SCRAPER DE FILMS ET MUSIQUES ET PLUGINS AVEC MISE À JOUR AUTOMATIQUE.
german: HOL DIR ADD-ONS UM DAS BESTE AUS XMBC HERAUSZUHOLEN.[CR]WIE Z.B FILM UND MUSIK SCRAPER, SOWIE PLUGINS MIT AUTOMATISCHEN UPDATES.

# #31390
source: PLAYBACK SETTINGS
dutch: AFSPEELINSTELLINGEN
french: RÉGLAGES DE LECTURE
german: WIEDERGABE EINSTELLUNGEN

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
dutch: BEELDKALIBRATIE EN SELECTIE VOOR AUDIO.[CR]XBMC BIEDT MAXIMALE KWALITEIT VOOR AUDIO EN VIDEO.
french: CALIBRATION D'IMAGE ET SÉLÈCTION AUDIO.[CR]XBMC FOURNIT LA QUALITÉ AUDIO ET VIDÉO MAXIMUM.
german: BILD KALIBRIERUNG UND AUDIO AUSWAHL.[CR]DAS XBMC STELLT DIE MAXIMALE QUALITÄT FÜR AUDIO UND VIDEO ZUR VERFÜGUNG.

# #31392
source: DATA MANAGEMENT
french: GESTION DE DONNÉES
german: DATEIVERWALTUNG

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
dutch: VERWIJDERBARE HARDE SCHIJVEN VAN HOGE CAPACITEIT ZIJN IDEAAL VOOR HET BEWAREN VAN UW BIBLIOTHEEK.[CR]XBMC KAN DUIZENDEN BESTANDEN OP VERSCHILLENDE BRONNEN MANAGEN
french: LES DISQUES DUR À HAUTE CAPACITÉ SONT IDÉAL POUR LE STOCKAGE DE BIBLIOTHÈQUE.[CR]XBMC PEUT GÉRER DES MILLIERS DE FICHIERS DE DIFFÉRENTES SOURCES.
german: WECHSELDATENTRÄGER MIT GROßER SPEICHERKAPAZITÄT SIND IDEAL ZUM SPEICHERN IHRER SAMMLUNG.[CR]XBMC KANN TAUSENDE DATEIEN AUS DEN UNTERSCHIEDLICHSTEN QUELLEN VERWALTEN.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
dutch: UW FAMILIE ZAL HET GEWELDIG VINDEN
french: LES MEMBRES DE VOTRE FAMILLE VONT L'ADORER
german: DEINE FAMILIE WIRD ES LIEBEN

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
dutch: ONDERSTEUNING VOOR MEERDERE GEBRUIKERS MET AANGEPASTE LOGINS WAARDOOR INSTELLINGEN BEWAARD BLIJVEN.[CR]RSS FEEDS, WEERGAVE- EN BIBLIOTHEEKOPTIES KUNNEN AFZONDERLIJK WORDEN GEBRUIKT.
french: LE SUPPORT DE MULTIPLES UTILISATEURS VOUS PERMET DE CONSERVER VOS DIFFÉRENTES CONFIGURATIONS.[CR]FLUX RSS, VISUALISATIONS ET OPTIONS DE BIBLIOTHÈQUE PEUVENT ÊTRE UTILISÉS SÉPARÉMENT.
german: DAMIT JEDE PERSON SEINE EIGENE KONFIGURATION VERWENDEN KANN, IST DAS ERSTELLEN MEHRERER - UNABHÄNGIG VONEINANDER KONFIGURIERBARER - BENUTZER KONTEN MÖGLICH.[CR]FEATURES WIE RSS FEEDS, UNTERSCHIEDLICHSTE DARSTELLUNGSFORMEN UND BIBLIOTHEKS OPTIONEN KÖNNEN FÜR JEDES KONTO INDIVIDUELL BENUTZT UND KONFIGURIERT WERDEN.

# #31396
source: IMPROVE YOUR EXPERIENCE WITH THE ACE SKIN
dutch: VERBETER UW ERVARING MET SKIN ACE
french: AMÉLIOREZ VOTRE EXPÉRIENCE AVEC LE THÈME ACE
german: VERBESSERE DEINE XBMC ERFAHRUNG MIT DEM ACE SKIN

# #31397
source: FINE ADJUSTMENTS THAT ALLOW SURPRISING LOOKS.[CR]MINOR DETAILS THAT ONLY ACE SKIN CAN OFFER.
dutch: FIJN AFSTELLINGEN DIE EEN VERRASSENDE LOOK MOGELIJK MAKEN.[CR]KLEINE DETAILS DIE ALLEEN SKIN ACE KAN BIEDEN.
french: DES AJUSTEMENTS PERMETTENT D'OBTENIR UN LOOK SURPRENANT.[CR]DES PETITS DÉTAILS QUE SEUL THÈME ACE PEUT OFFRIR.
german: VIELZÄHLIGE ANPASSUNGSMÖGLICHKEITEN ERMÖGLICHEN EINZIGARTIGE DARSTELLUNGEN.[CR]NUR DAS ACE SKIN BIETET EIN SOLCHES MAß AN DETAILANPASSUNGEN.

# #31398
source: FURNITURE
dutch: MENU-ITEMS
french: FOURNITURE
german: EINRICHTUNG

# #31399
source: MOVE OBJECTS
dutch: VERPLAATS OBJECTEN
french: DÉPLACER DES OBJETS
german: OBJEKTE BEWEGEN

# #31401
source: CHOOSE A TYPE
dutch: KIES EEN TYPE
french: CHOISIR UN TYPE
german: WÄHLE EINEN TYP

# #31403
source: THEMES AND IMAGES
dutch: THEMA'S EN AFBEELDINGEN
french: THÈMES ET IMAGES
german: THEMEN UND BILDER

# #31404
source: COLORS
dutch: KLEUREN
french: COULEURS
german: FARBEN

# #31405
source: CHANGING SKIN TONE
dutch: VERANDER SKIN KLEUR
french: CHANGER LE TON DU SKIN
german: ÄNDERE DEN SKIN-FARBTON

# #31406
source: MEDIA INFO
french: INFO MÉDIA
german: MEDIEN INFORMATIONEN

# #31409
source: CONTEXTUAL ART
dutch: CONTEXTUELE KUNST
french: ART CONTEXTUEL
german: KONTEXT-ART

# #31410
source: MAIN MENU
dutch: HOOFDMENU
french: MENU PRINCIPAL
german: HAUPTMENÜ

# #31411
source: VISUAL OPTIONS
dutch: WEERGAVE OPTIES
french: OPTIONS VISUELLES
german: VISUELLE OPTIONEN

# #31412
source: REMINDERS
dutch: HERINNERINGEN
french: RAPPELS
german: ERINNERUNGEN

# #31413
source: TIME, RSS AND TOP MENU
dutch: TIJD, RSS EN BOVEN MENU
french: TEMPS, RSS ET MENU HAUT
german: ZEIT, RSS UND HAUPTMENÜ

# #31414
source: PLAYBACK
dutch: AFSPELEN
french: LECTURE
german: WIEDERGABE

# #31415
source: PLAY OPTIONS
dutch: AFSPEELOPTIES
french: OPTIONS DE LECTURE
german: ABSPIEL OPTIONEN

# #31417
source: GLOBAL OPTIONS
dutch: GLOBALE FUNCTIES
french: OPTIONS GÉNÉRALES
german: ALLGEMEINE OPTIONEN

# #31419
source: NAVIGATION LAYOUT
dutch: NAVIGATIE LAYOUT
french: PLAN DE NAVIGATION
german: NAVIGATIONSLAYOUT

# #31421
source: RESET SKIN
french: RÉINITIALISATION DU THÈME
german: SKIN ZURÜCKSETZEN

# #31422
source: ELIMINATE ALL OPTIONS
dutch: VERWIJDER ALLE OPTIES
french: EXCLURE TOUTES LES OPTIONS
german: ALLE OPTIONEN LÖSCHEN

# #31423
source: CUSTOMIZATION - OPTIONS
dutch: AANPASBAARHEID - OPTIES
french: PERSONNALISATION - OPTIONS
german: PERSONALISIERUNGS - OPTIONEN

# #31424
source: CUSTOMIZATION
dutch: AANPASBAARHEID
french: PERSONNALISATION
german: PERSONALISIERUNG

# #31425
source: Restoring settings...
dutch: Herstellen van instellingen...
french: Restauration des paramètres...
german: Stelle Einstellungen wieder her...

# #31426
source: Activated item
dutch: Geactiveerd item
french: Objet activé
german: Aktiviertes Element

# #31427
source: Deactivated item
dutch: Gedeactiveerd item
french: Objet désactivé
german: Deaktiviertes Element

# #31428
source: WATCHED
dutch: BEKEKEN
french: VU
german: GESEHEN

# #31429
source: UNWATCHED
dutch: ONBEKEKEN
french: NON VU
german: NICHT GESEHEN

# #31430
source: TRAILER AVAILABLE
dutch: TRAILER BESCHIKBAAR
french: BANDE-ANNONCE DISPONIBLE
german: VORSCHAU VERFÜGBAR

# #31431
source: PRESS ANY DIRECTION TO CANCEL
dutch: DRUK EEN WILLEKEURIGE RICHTING OM TE ANNULEREN
french: PRESSER N'IMPORTE QUELLE DIRECTION POUR ANNULER
german: DRÜCKE BELIEBIGEN RICHTUNGSTASTE UM DIE AKTION ABZUBRECHEN

# #31432
source: PRESS UP TO PLAY
dutch: DRUK OK OM TE SPELEN
french: PRESSER HAUT POUR LIRE
german: DRÜCKE DIE HOCH-TASTE ZUM ABSPIELEN

# #31433
source: PRESS UP TWICE TO PLAY
dutch: DRUK 2 KEER OMHOOG OM TE SPELEN
french: PRESSER DEUX FOIS HAUT POUR LIRE
german: DRÜCKE ZWEIMAL DIE HOCH-TASTE ZUM ABSPIELEN

# #31434
source: PRESS LEFT/UP TO ACCESS
dutch: DRUK LINKS/OMHOOG OM TE OPENEN
french: PRESSER GAUCHE/HAUT POUR ACCÉDER
german: DRÜCKE LINKS/OBEN FÜR ZUGRIFF

# #31435
source: ADD-ON REQUIRED
dutch: ADD-ON VEREIST
french: ADD-ON REQUIS
german: ADD-ON BENÖTIGT

# #31436
source: SMART SHORTCUTS
dutch: SLIMME SNELKOPPELINGEN
french: RACCOURCIS INTELLIGENT

# #31437
source: ROOT
french: RACINE

# #31438
source: GET LOGO/CLEARART
dutch: DOWNLOAD LOGO/CLEARART
french: OBTENIR LE LOGO/CLEARART
german: HOLE LOGO/CLEARART

# #31439
source: GET SOUND THEME
dutch: DOWNLOAD GELUID THEMA
french: OBTENIR LE THEME SONORE

# #31440
source: TURN ON TV TUNES
dutch: TV TUNES AANZETTEN
french: METTRE EN MARCHE TV TUNES
german: TV TUNES EINSCHALTEN

# #31441
source: GET ARTWORK
dutch: DOWNLOAD ARTWORK
french: OBTENIR L'ARTWORK
german: HOLE ARTWORK

# #31442
source: GET ARTWORK ARTIST/ALBUM
dutch: DOWNLOAD ARTWORK ARTIEST/ALBUM
french: OBTENIR L'ILLUSTRATION DE L'ARTISTE/L'ALBUM
german: HOLE ARTWORK KÜNSTLER/ALBUM

# #31444
source: COLORS FOR THE TITLES AND PANELS
dutch: KLEUREN VOOR TITELS EN PANELEN
french: COULEURS POUR LES TITRES ET PANNEAUX
german: FARBE FÜR DIE TITEL UND PANELS

# #31445
source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen

# #31446
source: HIDE THE THUMBNAILS BORDERS
dutch: VERBERG DE MINIATUUR KADER
french: CACHER LA VIGNETTE DE BORDURE
german: VERSTECKE DIE THUMBNAIL ECKEN

# #31447
source: SHOW BUTTON FOR RESET SKIN (TEMPORARY)
dutch: SKIN RESET KNOP TONEN (TIJDELIJK)
french: MONTRER LE BOUTON POUR LE RÉINITIALISER L’ENVIRONNEMENT GRAPHIQUE (TEMPORAIRE)
german: ZEIGE BUTTON UM DAS SKIN ZURÜCKZUSETZEN (TEMPORÄR)

# #31449
source: SOLO MODE
french: MODE SOLO
german: SOLO MODUS

# #31450
source: RESTORE SETTINGS
dutch: HERSTEL INSTELLINGEN
french: RESTAURER LES PARAMETRES
german: EINSTELLUNGEN WIEDERHERSTELLEN
