Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/*/strings.po
Languages: dutch, french, german

# #31451
source: EXPORT/IMPORT OR RESTART SETTINGS
dutch: EXPORT/IMPORT OF RESET INSTELLINGEN
french: EXPORTER/IMPORTER OU RESTAURER LES RÉGLAGES
german: EXPORTIEREN/IMPORTIEREN ODER NEUSTART EINSTELLUNGEN

# #31452
source: SAVE AN COPY OF SETTINGS
dutch: BEWAAR EEN KOPIE VAN DE INSTELLINGEN
french: SAUVEGARDER UNE COPIE DES PARAMÈTRES
german: EINE KOPIE DER EINSTELLUNGEN SPEICHERN

# #31453
source: APPLY SETTINGS SAVED
dutch: TOEPASSEN OPGESLAGEN INSTELLINGEN
french: APPLIQUER LES RÉGLAGES SAUVEGARDÉS
german: EINSTELLUNGEN WURDEN GESPEICHERT

# #31454
source: SETTING BY SYSTEM
dutch: SYSTEEM INSTELLINGEN
french: PARAMETRE DU SYSTEME
german: EINSTELLUNG DES SYSTEMS

# #31455
source: TRAILERS - SET SCRIPT
dutch: TRAILERS - STEL SCRIPT IN
french: BANDES ANNONCES - DÉFINIR LE SCRIPT
german: TRAILER - SETZE SCRIPT

# #31456
source: PRESS RIGHT TO PLAY
dutch: DRUK NAAR RECHTS OM AF TE SPELEN
french: PRESSER DROITE POUR LIRE
german: DRÜCKE RECHTS ZUM ABSPIELEN.

# #31457
source: PRESS RIGHT TWICE TO PLAY
dutch: DRUK 2 KEER NAAR RECHTS OM AF TE SPELEN
french: PRESSER DEUX FOIS DROITE POUR LIRE
german: DRÜCKE ZWEIMAL RECHTS ZUM ABSPIELEN.

# #31458
source: TRAILER ON
dutch: TRAILER AAN
french: BANDE ANNONCE ACTIVÉE
german: VORSCHAU AN

# #31459
source: PRESS ANY DIRECTION TO CANCEL
dutch: DRUK WILLEKEURIGE RICHTING OM TE ANNULEREN
french: PRESSER N'IMPORTE QUELLE DIRECTION POUR ANNULER
german: DRÜCKE EINE BELIEBIGE RICHTUNGSTASTE UM DIE AKTION ABZUBRECHEN

# #31460
source: PLAYBACK WILL START IN
dutch: AFSPELEN START IN
french: LA LECTURE VA DÉMARRER DANS
german: WIEDERGABE STARTET IN

# #31461
source: PLEASE WAIT
dutch: EEN MOMENT GEDULD AUB
french: VEUILLEZ PATIENTER
german: BITTE WARTEN

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
dutch: BEWEGENDE ACHTERGROND (PAN EN SCAN)
french: FOND D'ÉCRAN ANIMÉS (PAN AND SCAN)
german: ANIMIERTE HINTERGRUNDBILDER (PAN UND SCAN)

# #31463
source: ANIMATED FANART (PAN AND SCAN)
dutch: BEWEGENDE FANART (PAN EN SCAN)
french: FANART ANIMÉS (PAN AND SCAN)
german: ANIMIERTE FANART (PAN UND SCAN)

# #31464
source: ANIMATED FANART (SLIDE)
dutch: BEWEGENDE FANART (SCHUIVEN)
french: FANAT ANIMÉS (SLIDE)
german: ANIMIERTE FANART (SLIDE)

# #31465
source: 1 SECOND DELAY
dutch: 1 SECONDE VERTRAGING
french: 1 SECONDE DE DELAIS
german: WARTE 1 SEKUNDE

# #31466
source: 2 SECONDS DELAY
dutch: 2 SECONDEN VERTRAGING
french: DÉLAI D'2 SECONDE
german: WARTE 2 SEKUNDEN

# #31467
source: 3 SECONDS DELAY
dutch: 3 SECONDEN VERTRAGING
french: DÉLAI D'3 SECONDE
german: WARTE 3 SEKUNDEN

# #31468
source: 4 SECONDS DELAY
dutch: 4 SECONDEN VERTRAGING
french: DÉLAI D'4 SECONDE
german: WARTE 4 SEKUNDEN

# #31469
source: 5 SECONDS DELAY
dutch: 5 SECONDEN VERTRAGING
french: DÉLAI D'5 SECONDE
german: WARTE 5 SEKUNDEN

# #31470
source: AUTOMATIC PANEL
dutch: AUTOMATISCH PANEEL
french: PANNEAU AUTOMATIQUE
german: AUTOMATISCHES PANEL

# #31471
source: MANUAL PANEL
dutch: HANDMATIG PANEEL
french: PANNEAU MANUEL
german: MANUELLES PANEL

# #31472
source: PANEL ALWAYS VISIBLE
dutch: PANEEL ALTIJD ZICHTBAAR
french: PANNEAU TOUJOURS VISIBLE
german: PANEL IMMER SICHTBAR

# #31473
source: PANEL OFF
dutch: PANEEL UIT
french: PANNEAU DÉSACTIVÉ
german: PANEL AUS

# #31474
source: FANART STYLE
dutch: STIJL FANART
french: STYLE AVEC LES FANARTS
german: FANART STIL

# #31475
source: POSTER STYLE
dutch: STIJL POSTER
french: STYLE AVEC LES AFFICHES
german: POSTER STIL

# #31476
source: PLOT STYLE
dutch: STIJL PLOT
french: STYLE AVEC LES RÉSUMÉS
german: STIL DES HANDLUNSABLAUFS (PLOT)

# #31477
source: EXTRA THUMBNAIL STYLE
dutch: STIJL EXTRA THUMBNAILS
french: STYLE AVEC LES VIGNETTES
german: EXTRA VORSCHAUBILD STIL

# #31478
source: CHANGING VIEW
dutch: VERANDER WEERGAVE
french: CHANGEMENT DE VUE
german: ANSICHT WECHSELN

# #31479
source: (DE)ACTIVATE VIEWS
dutch: (DE)ACTIVEER WEERGAVES
french: (DÉS)ACTIVER LES VUES
german: (DE)AKTIVIERE ANSICHTEN

# #31480
source: SORT BY: ASCENDING
dutch: SORTEER OP: OPLOPEND
french: ORDRE DE TRI : ASCENDANT
german: AUFSTEIGEND SORTIEREN

# #31481
source: SORT BY: DESCENDING
dutch: SORTEER OP: AFLOPEND
french: TRIER PAR : DÉSCENDANT
german: ABSTEIGEND SORTIEREN

# #31482
source: MEDIA LABELS
french: ÉTIQUETTES DE MÉDIAS
german: MEDIENKENNUNG

# #31483
source: AUTO HIDE
dutch: AUTOMATISCH VERBERGEN
french: CACHER AUTOMATIQUEMENT
german: AUTOMATISCH AUSBLENDEN

# #31484
source: AUDIO LANGUAGES
dutch: AUDIO TALEN
french: LANGUAGE AUDIO
german: AUDIO SPRACHEN

# #31485
source: 'WATCHED' LABEL
dutch: 'BEKEKEN' LABEL
french: ÉTIQUETTE 'VU'
german: "ANGESEHEN" KENNUNG

# #31486
source: USE MEDIA CASE
dutch: GEBRUIK MEDIA HOESJE
french: UTILISER BOÎTIER MÉDIA
german: BENUTZE DATENTRÄGERHÜLLE

# #31487
source: USE STARS TO RATE
dutch: GEBRUIK STERREN VOOR WAARDERING
french: UTILISER DES ÉTOILES POUR NOTER
german: BENUTZE STERNE FÜR DIE BEWERTUNG

# #31488
source: VIDEO OPTIONS
dutch: VIDEO OPTIES
french: OPTIONS VIDÉO
german: VIDEO OPTIONEN

# #31489
source: TRANSPARENT PANEL
dutch: TRANSPARANT PANEEL
french: PANNEAU TRANSPARENT
german: TRANSPARENTES PANEL

# #31490
source: SLIM LIST
dutch: SMALLE LIJST
french: LISTE RÉDUITE
german: SCHLANKE LISTE

# #31491
source: HIDE WATCHED
dutch: VERBERG BEKEKEN
french: MASQUER CE QUI EST VU
german: GESEHENE AUSBLENDEN

# #31492
source: STACKED
dutch: GESTAPELD
french: EMPILÉ
german: GESTAPELT

# #31493
source: FIXED LIST
dutch: VASTE LIJST
french: LISTE FIXE
german: FIXIERTE LISTE

# #31494
source: PREFER: CLEARART
dutch: VOORKEUR: CLEARART
french: PRÉFÉRER : CLEARART
german: BEVORZUGE: CLEARART

# #31495
source: PREFER: LOGO
dutch: VOORKEUR: LOGO
french: PRÉFÉRER : LOGO
german: BEVORZUGE: LOGO

# #31496
source: EXTRA INFO
french: INFOS SUPPLÉMENTAIRES

# #31497
source: DEFAULT FANART
dutch: STANDAARD FANART
french: FANART PAR DÉFAUT
german: STANDARD FANART

# #31498
source: EXTRA FANART
french: FANART SUPPLÉMENTAIRE

# #31499
source: GENRE FANART
french: FANART DE GENRE

# #31500
source: RESERVE FANART
dutch: RESERVEER FANART
french: FANART DE RÉSERVE

# #31501
source: CURTAINS
dutch: GORDIJNEN
french: RIDEAUX
german: VORHANG

# #31502
source: SEASON FANART
dutch: SEIZOEN FANART
french: FANART DE SAISON
german: STAFFEL FANART

# #31503
source: SELECT IMAGES PATH
dutch: SELECTEER AFBEELDINGEN PAD
french: SÉLECTIONNER LE CHEMIN DES IMAGES
german: VERZEICHNISPFAD FÜR BILDER

# #31504
source: CHOOSE A SINGLE IMAGE
dutch: SELECTEER ENKELE AFBEELDING
french: CHOISIR UNE IMAGE
german: EINZELNES BILD AUSWÄHLEN

# #31505
source: CHOOSE MULTIPLE IMAGES
dutch: SELECTEER MEERDERE AFBEELDINGEN
french: CHOISIR PLUSIEURS IMAGES
german: MEHRERE BILDER AUSWÄHLEN

# #31506
source: USE POSTER.JPG
dutch: GEBRUIK POSTER.JPG
french: UTILISER POSTER.JPG
german: NUTZE POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
dutch: GEBRUIK LANDSCAPE.JPG
french: UTILISER LANDSCAPE.JPG
german: NUTZE LANDSCAPE.JPG

# #31508
source: SHOW CLEARLOGO AND CLEARART
dutch: TOON CLEARLOGO EN CLEARART
french: AFFICHER LE CLEARLOGO ET CLEARART
german: CLEARLOGO UND CLEARART ANZEIGEN

# #31509
source: ALTERNATIVE GENRE ICONS
dutch: ALTERNATIEVE GENRE ICONEN
french: ICONES DE GENRE ALTERNATIF

# #31510
source: ALTERNATIVE STUDIO ICONS
dutch: ALTERNATIEVE STUDIO ICONEN
french: ICONES DE STUDIO ALTERNATIF

# #31511
source: GRID SIZE
dutch: RASTERGROOTTE
french: TAILLE DE LA GRILLE
german: GITTER GRÖßE

# #31512
source: MEDIUM
french: MOYEN
german: MITTEL

# #31516
source: GRID
dutch: RASTER
french: GRILLE
german: GITTER

# #31517
source: LANDSCAPE
french: PAYSAGE

# #31518
source: USE ZOOM EFFECT
dutch: GEBRUIK ZOOM EFFECT
french: UTILISER LE ZOOM
german: NUTZE ZOOM EFFEKT

# #31519
source: BANNER
french: BANIÈRE

# #31520
source: ALTERNATIVE
dutch: ALTERNATIEF
french: ALTERNATIF
german: ALTERNATIV

# #31521
source: WRITTEN
dutch: GESCHREVEN
french: ECRIT
german: DREHBUCH

# #31522
source: DURATION
dutch: TIJDSDUUR
french: DURÉE
german: DAUER

# #31523
source: RATING
dutch: CLASSIFICATIE
french: NOTE
german: BEWERTUNG

# #31524
source: PREVIOUS
dutch: VORIGE
french: précèdent
german: VORHERIGES

# #31525
source: NEXT
dutch: VOLGENDE
french: suivant
german: NÄCHSTES

# #31526
source: SEASONS
dutch: SEIZOENEN
french: saisons
german: Staffeln

# #31527
source: EPISODES
dutch: AFLEVERINGEN
french: épisodes
german: FOLGEN

# #31528
source: EPISODE
dutch: AFLEVERING
french: épisode
german: FOLGE

# #31530
source: PLOT
french: RÉSUMÉ
german: HANDLUNG

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
dutch: LIJST AFSPELEN ACTIVEREN BIJ OPSTARTEN SKIN
french: ACTIVE UNE LISTE DE LECTURE AU DÉMARRAGE DU SKIN
german: AKTIVIERE WIEDERGABELISTE WENN ACE GESTARTET WIRD

# #31532
source: CHOOSE PLAYLIST
dutch: KIES AFSPEELLIJST
french: CHOISIR UNE PLAYLIST
german: WÄHLE PLAYLIST

# #31533
source: FLAGS BAR - DARK STYLE
dutch: INFO BALK - DONKERE STIJL
french: BARRE DRAPEAU - STYLE SOMBRE

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
dutch: EERSTE LETTERS TIJDENS SCROLLEN TONEN
french: AFFICHER LA PREMIÈRE LETTRE PENDANT LE DÉFILEMENT
german: ZEIGE BUCHSTABEN BEIM DURCHLAUFEN

# #31535
source: ACTIVATE PLOT ROLLING
dutch: ROLLEND PLOT ACTIVEREN
french: ACTIVER LE ROULEMENT
german: AKTIVIERE ANIMIERTEN HANDLUNGSABLAUF (PLOT)

# #31536
source: GRADIENT EFFECT
dutch: KLEURVERLOOP EFFECT
french: EFFET GRADIENT
german: VERLAUFSEFFEKT

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
dutch: ACHTERGRONDAFBEELDING - GEBRUIK FANART BIBLIOTHEEK
french: FOND D'ÉCRAN - UTILISER LES FANARTS DE COLLECTION
german: HINTERGRUNDBILD - BENUTZE FANART SAMMLUNG

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
dutch: ACHTERGRONDAFBEELDING - GEBRUIK STANDAARD THEMA
french: FOND D'ÉCRAN - UTILISER LE THÈME PAR DÉFAUT
german: HINTERGRUNDBILD - BENUTZE STANDARD THEME

# #31539
source: BASED ON PRESENT CONDITIONS
dutch: GEBASEERD OP HUIDIGE WEERSCONDITIES
french: BASÉ SUR LES CONDITIONS ACTUELLES
german: BASIEREND AUF AKTUELLEN VERHÄLTNISSEN

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
dutch: ACHTERGRONDAFBEELDING GEBASEERD OP WERKELIJKE WEERSCONDITIES
french: FOND D'ÉCRAN BASÉ SUR LES CONDITIONS ACTUELLES
german: HINTERGRUND BASIEREND AUF AKTUELLER WETTERLAGE

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
dutch: ACHTERGRONDAFBEELDING GEBASEERD OP SEIZOENEN IN NOORD-AMERIKA
french: FOND D'ÉCRAN BASÉ SUR LES SAISONS EN AMÉRIQUE DU NORD
german: HINTERGRUND BASIEREND AUF JAHRESZEIT IN NORD-AMERIKA

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
dutch: ACHTERGRONDAFBEELDING GEBASEERD OP SEIZOENEN IN ZUID-AMERIKA
french: FOND D'ÉCRAN BASÉ SUR LES SAISONS EN AMÉRIQUE DU SUD
german: HINTERGRUND BASIEREND AUF JAHRESZEIT IN SÜD-AMERIKA

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
dutch: BEWEGENDE WEERICONEN TONEN (WEER MENU)
french: AFFICHER LES ICÔNES DE MÉTÉO ANIMÉES (MENU MÉTÉO)
german: ZEIGE ANIMIERTE WETTERSYMBOLE

# #31544
source: STATIC SHOW ICONS OF CLIMATE
dutch: STATISCHE WEERICONEN
french: ICÔNES STATIQUES DU CLIMAT
german: STATISCHE KLIMA SYMBOLE EINBLENDEN

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
dutch: MINI MENU TONEN (NAVIGATIEHULP HOOFDMENU)
french: AFFICHER LE MINI MENU (AIDE POUR LA NAVIGATION DU MENU PRINCIPAL)
german: ZEIGE KLEINES MENÜ (NAVIGATIONSHILFE IM HAUPTMENÜ)

# #31546
source: MOVE TO DOWN
dutch: VERPLAATS OMLAAG
french: BOUGER POUR DESCENDRE
german: NACH UNTEN

# #31547
source: FANART COLLECTION
dutch: FANART BIBLIOTHEEK
french: COLLECTION DE FANART
german: FANART SAMMLUNG

# #31548
source: CREATE OR UPDATE DATABASE
dutch: CREËER OF UPDATE DATABASE
french: CRÉER OU METTRE À JOUR LA BASE DE DONNÉES
german: DATENBANK ERSTELLEN ODER AKTUALISIEREN

# #31549
source: VIEW MODES
dutch: WEERGAVEMODI
french: MODES DE VUES
german: ANSICHTEN

# #31550
source: MOVE TO UP
dutch: VERPLAATS OMHOOG
french: BOUGER POUR MONTER
german: NACH OBEN

# #31551
source: WRAP LIST
french: LISTE ENROULÉE
german: GEFÄCHERTE LISTE

# #31552
source: TOP MENU
french: MENU HAUT
german: HAUPTMENÜ

# #31553
source: SHOW PROGRESS BAR
dutch: VOORTGANGSBALK TONEN
french: AFFICHER LA BARRE DE PROGRESSION
german: ZEIGE FORTSCHRITTSBALKEN

# #31554
source: HIDE PROGRESS BAR
dutch: VOORTGANGSBALK VERBERGEN
french: MASQUER LA BARRE DE PROGRESSION
german: VERBERGE FORTSCHRITTSBALKEN

# #31555
source: SHOW NEXT TRACKS
dutch: VOLGENDE TRACKS TONEN
french: AFFICHER LES PROCHAINES PISTES
german: NÄCHSTE LIEDER ANZEIGEN

# #31556
source: HIDE NEXT TRACKS
dutch: VOLGENDE TRACKS VERBERGEN
french: AFFICHER LES PROCHAINES PISTES
german: NÄCHSTE LIEDER NICHT ANZEIGEN

# #31557
source: SHOW ARTIST/ALBUM ART
dutch: ARTIEST/ALBUM KUNST TONEN
french: AFFICHER L'ARTISTE/ALBUM ART
german: ZEIGE KÜNSTLER/ALBUM ART

# #31558
source: HIDE ARTIST/ALBUM ART
dutch: ARTIEST/ALBUM KUNST VERBERGEN
french: MASQUER L'ARTISTE/ALBUM ART
german: VERSTECKE KÜNSTLER/ALBUM ART

# #31559
source: SLIDESHOW
french: DIAPORAMA

# #31560
source: FAVOURITES IMAGES
dutch: FAVORIETEN AFBEELDINGEN
french: IMAGES FAVORITES
german: BILDER FAVORITEN

# #31561
source: ARTIST FANART
dutch: ARTIEST FANART
french: FANART DE L'ARTISTE
german: KÜNSTLER FANART

# #31562
source: HIDE VIDEO WINDOWS
dutch: VERBERG VIDEOSCHERM
french: MASQUER LA FENÊTRE VIDÉO
german: VERBERGE VIDEO FENSTER

# #31563
source: SHOW VIDEO WINDOW
dutch: TOON VIDEOSCHERM
french: AFFICHER LA FENÊTRE VIDÉO
german: ZEIGE VIDEO FENSTER

# #31564
source: SHOW CDART
dutch: CDART TONEN
french: MONTRER LE CDART
german: CDART ANZEIGEN

# #31565
source: HIDE CDART
dutch: CDART VERBERGEN
french: MASQUER CDART
german: CDART NICHT ANZEIGEN

# #31566
source: HIDE MEDIA CONTROLS
dutch: MEDIAKNOPPEN VERBERGEN
french: MASQUER LES CONTRÔLES DU MÉDIA
german: VERSTECKE MEDIEN AUSWAHL

# #31567
source: SHOW MEDIA CONTROLS
dutch: MEDIAKNOPPEN TONEN
french: AFFICHER LES CONTRÔLE DU MÉDIA
german: ZEIGE MEDIEN AUSWAHL

# #31568
source: UPDATE FANART DATABASE
french: METTRE À JOUR LA BASE DE DONNÉES DE FANART
german: FANART DATENBANK AKTUALISIEREN

# #31569
source: MAIN MENU OPTIONS
dutch: HOOFDMENU OPTIES
french: OPTIONS DU MENU PRINCIPAL
german: HAUPTMENÜ OPTIONEN

# #31570
source: SHOW ARTIST IMAGES
dutch: ARTIEST AFBEELDINGEN TONEN
french: AFFICHER LES IMAGES DE L'ARTISTE
german: ZEIGE INTERPRETEN BILDER

# #31571
source: HIDE ARTIST IMAGES
dutch: ARTIEST AFBEELDINGEN VERBERGEN
french: MASQUER LES IMAGES DE L'ARTISTE
german: KEINE INTERPRETEN BILDER ZEIGEN

# #31572
source: FOR MUSIC, PREFER VIEW BY
dutch: BEKIJK MUZIEK GESORTEERD OP
french: POUR LA MUSIQUE, PRÉFÉRER LA VUE PAR
german: FÜR MUSIK, BEVORZUGE ANSICHT MIT

# #31573
source: TRAILER REMINDER AVAILABLE
dutch: HERINNERING TRAILER BESCHIKBAAR
french: RAPPEL DE BANDE-ANNONCE DISPONIBLE
german: KENNZEICHNE TRAILER ALS VERFÜGBAR

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
dutch: TOON TRAILER IN VOLLEDIG SCHERM
french: AFFICHER LES BANDES-ANNONCE EN PLEIN ÉCRAN
german: TRAILER IM VOLLBILD WIEDERGEBEN

# #31575
source: YOU HAVE
dutch: ER ZIJN
french: VOUS AVEZ
german: DU HAST

# #31576
source: TV SHOWS IN THIS COLLECTION
dutch: TV SHOWS IN DEZE BIBLIOTHEEK
french: SÉRIES TV DANS CETTE COLLECTION
german: SERIEN IN DIESER SAMMLUNG

# #31577
source: SEASONS OF THE SERIES
dutch: SEIZOENEN VAN DE SERIE
french: SAISONS DE SÉRIES
german: STAFFELN DIESER SERIE

# #31578
source: EPISODES THIS SEASON
dutch: AFLEVERINGEN DIT SEIZOEN
french: ÉPISODES CETTE SAISON
german: FOLGEN DIESER STAFFEL

# #31579
source: UNWATCHED
dutch: ONBEKEKEN
french: NON VU
german: NICHT GESEHEN

# #31580
source: THERE ARE
dutch: ER ZIJN
french: IL Y A
german: ES GIBT

# #31581
source: VIEWTYPES AVAILABLE TO
dutch: TYPES WEERGAVEN BESCHIKBAAR VOOR
french: TYPES DE VUE SONT DISPONIBLE POUR
german: ANSICHTEN VERFÜGBAR FÜR

# #31582
source: PLAYING NOW
dutch: SPEELT
french: LECTURE EN COURS
german: SPIELT GRADE

# #31583
source: RECENTLY ADDED
dutch: RECENT TOEGEVOEGD
french: AJOUTÉS RÉCEMMENT
german: KÜRZLICH HINZUGEFÜGT

# #31584
source: RANDOM
dutch: WILLEKEURIG
french: ALÉATOIRE
german: ZUFALL

# #31585
source: IN PROGRESS
dutch: BEZIG
french: EN COURS
german: IN ARBEIT

# #31586
source: EMPTY COLLECTION!
dutch: LEGE BIBLIOTHEEK!
french: COLLECTION VIDE!
german: LEERES SET!

# #31587
source: ADD CONTENT IN OPTION
dutch: VOEG CONTENT TOE IN OPTIE
french: AJOUTER DU CONTENU EN OPTION
german: INHALT ÜBER OPTIONEN HINZUFÜGEN

# #31589
source: SEASON
dutch: SEIZOEN
french: SAISON
german: STAFFEL

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
dutch: OM WILLEKEURIGE ITEMS TE TONEN GEBRUIK SCRIPT:
french: UN SCRIPT EST NÉCESSAIRE POUR AFFICHER DES ÉLÉMENTS ALÉATOIRE:
german: FÜR \"RANDOM ITEMS\" WIRD EIN SKRIPT BENÖTIGT

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
dutch: OM LOPENDE ITEMS TE TONEN GEBRUIK SCRIPT:
french: UN SCRIPT EST NÉCESSAIRE POUR AFFICHER LES ÉLÉMENTS EN COURS:
german: FÜR \"IN-PROGRESS ITEMS\" WIRD EIN SKRIPT BENÖTIGT

# #31592
source: REORGANIZE OBJECTS
dutch: VERPLAATS OBJECTEN
french: RÉORGANISER LES OBJETS
german: OBJEKTE NEU ANORDNEN

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
dutch: DRUK LINKS/RECHTS OM TE BROWSEN
french: DÉPLACEZ GAUCHE:DROITE POUR PARCOURIR
german: WÄHLE LINKS/RECHTS ZUM DURCHSUCHEN

# #31594
source: CHOOSE A STYLE TO MAIN MENU
dutch: KIES EEN STIJL VOOR HET HOOFDMENU
french: CHOISIR UN STYLE POUR LE MENU PRINCIPAL
german: WÄHLE EINEN STIL FÜRS HAUPTMENÜ

# #31595
source: CHOOSE A COLOR FOR THE PANELS
dutch: SELECTEER EEN KLEUR VOOR DE PANELEN
french: CHOISIR UNE COULEUR POUR LES PANNEAUX
german: WÄHLE EINE FARBE FÜR DIE PANELS

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
dutch: NAAST HET HOOFDMENU ZIJN ER VELE ANDERE PLEKKEN IN DE SKIN WAAR DE KLEUR VERANDERD VAN KAN WORDEN
french: DESSOUS LE MENU PRINCIPAL, PLUSIEURS EMPLACEMENTS DU SKIN PEUVENT AVOIR LEURS COULEURS MODIFIÉES.
german: NEBEN DEM HAUPTMENÜ KANN NOCH IN VIELEN ANDEREN BEREICHEN DER FARBTON GEÄNDERT WERDEN.

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
dutch: HERSTEL ALLE STANDAARDOPTIES VOOR DE SKIN
french: RESTAURER TOUTES LES OPTIONS DU SKIN PAR DÉFAUT
german: AUF STANDARDEINSTELLUNGEN DES SKINS ZURÜCKSETZEN

# #31598
source: Error or others troubles can be solved here.[CR]Press Enter to access the button that will reset the settings to the skin defaults.
dutch: Fouten of anderen problemen kunnen hier worden opgelost.[CR]Druk op Enter om de knop die de instellingen terug zet naar standaardinstellingen te openen.
french: Les erreurs et autres problèmes peuvent être résolut ici.[CR]Appuyer sur Entrée pour accéder au bouton qui restaurera les paramètres du skin par défaut.
german: Fehler oder andere Probleme können hier gelöst werden.[CR]Drücken Sie die Eingabetaste, um die Schaltflächen Einstellungen auf die Standardwerte zurückzusetzen.

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
dutch: VOORZICHTIG: DIT PROCES IS ONOMKEERBAAR !
french: ATTENTION : CE PROCESSUS EST IRRÉVERSIBLE
german: VORSICHT: DIESER PROZESS LÄSST SICH NICHT RÜCKGÄNGIG MACHEN !

# #31600
source: Move for any direction to cancel.[CR]Press Enter to proceed
dutch: Beweeg in een richting om te annuleren.[CR]Druk Enter om door te gaan.
french: Bouger dans n'importe quelles directions pour annuler.[CR]Appuyer sur Entrée pour appliquer
german: Bewegen Sie für jede Richtung, um abzubrechen.[CR] Drücken Sie die Eingabetaste, um fortzufahren

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
dutch: KIOSKMODUS - VOORKOMT TOEGANG TOT LINKER SUBMENU IN BIBLIOTHEKEN
french: MODE KIOSQUE - EMPÊCHE L'ACCÈS AU MENU DANS LES COLLECTIONS
german: KIOSK MODUS - VERHINDERT DEN ZUGANG AUF DAS SEITLICHE EINSTELLUNGSMENÜ

# #31602
source: INFO KIOSK MODE- PREVENTS CHANGE SETTINGS IN INFORMATION WINDOW
dutch: INFO KIOSK MODE - VOORKOMT AANPASSEN VAN INSTELLINGEN IN INFORMATIE SCHERM
french: MODE KIOSQUE INFO - EMPÊCHE LA MODIFICATION DES RÉGLAGES DANS LE PANNEAU D'INFORMATION
german: KIOSK MODUS INFO - VERHINDERT DEN ZUGRIFF AUF DAS INFORMATIONSPANEL

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
dutch: KIOSK CODE - SCHAKELT KIOSKMODUS TIJDELIJK UIT MET DE PIJLTJES LINKS/RECHTS/OMHOOG
french: CODE KIOSQUE - DÉSACTIVE TEMPORAIREMENT LE MODE KIOSQUE EN UTILISANT LES FLÈCHES GAUCHE/DROITE/HAUT
german: KIOSK CODE - DEAKTIVIERT TEMPORÄR DEN KIOSK MODUS DURCH DAS BENUTZEN DER KOMBINATION LINKS - RECHTS - HOCH

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
dutch: SLIMME KIOSK - VOORKOMT TOEGANG TOT WIJZIGEN ITEMS
french: KIOSQUE INTELLIGENT - DÉSACTIVE SEULEMENT L'ACCÈS AU RÉGLAGES D'ÉLÉMENTS
german: INTELLIGENTER KIOSK - VERHINDERT NUR DEN ZUGRIFF AUF DIE

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
dutch: TOON POPUP VOOR VOXCOMMANDO
french: AFFICHER LE POPUP OPTIMISÉ POUR VOXCOMMANDO
german: ZEIGE OPTIMIERTES POPUP FÜR VOXCOMMANDO

# #31606
source: Want a different visual for skin?[CR]Choose a new images theme
dutch: Wil je andere beelden voor de skin?[CR]Kies een nieuw afbeelding thema
french: Vous voulez un autre visuel pour le skin?[CR]Choisissez de nouvelles images
german: Wünschen Sie eine andere Oberfläche für das Skin?[CR]Wählen Sie ein neues Bilder Thema

# #31607
source: IMAGES THEMES
dutch: AFBEELDINGEN THEMA'S
french: IMAGES DU THEME
german: BILDER THEMEN

# #31608
source: ENABLE PVR FUNCTIONS
dutch: ACTIVEER PVR FUNCTIES
french: ACTIVER LES FONCTIONNALITÉS PVR
german: PVR FUNKTIONEN AKTIVIEREN

# #31609
source: KIOSK CODE
french: CODE KIOSQUE

# #31610
source: REACTIVATE KIOSK CODE
dutch: HERACTIVEER KIOSK CODE
french: RÉACTIVÉ LE CODE KIOSQUE
german: KIOSK CODE REAKTIVIEREN

# #31611
source: KIOSK CODE BLOCKED
dutch: KIOSK CODE GEBLOKKEERD
french: CODE KIOSQUE BLOQUÉ
german: KIOSK CODE GESPERRT

# #31612
source: KIOSK CODE ACCEPTED
dutch: KIOSK CODE GEACCEPTEERD
french: CODE KIOSQUE ACCEPTÉ
german: KISOSK CODE AKZEPTIERT

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
dutch: EEN FOUTE VOLGORDE HEEFT HET PROCES BEËINDIGD.
french: UNE SÉQUENCE INCORRECTE ANNULE LE PROCESSUS.
german: EINE FALSCHE SEQUENZ BRICHT DEN PROZESS AB.

# #31614
source: STYLES BY EXTRAPACK
dutch: STIJLEN IN EXTRAPACK
french: STYLES PAR EXTRAPACK
german: STIL NACH EXTRAPACK

# #31615
source: MY STYLE
dutch: MIJN STIJL
french: MON STYLE
german: MEIN STIL

# #31616
source: MODERN STYLE
dutch: MODERNE STIJL
french: STYLE MODERNE
german: MODERN STIL

# #31617
source: MODERN
french: MODERNE

# #31618
source: IF THERE A MOVIE SETS, THIS CASE WILL BE USED
dutch: ALS ER EEN SET VAN FILMS IS, WORDT DIT HOESJE GEBRUIKT
french: S'IL S'AGIT D'UNE COLLECTION DE FILMS , CE BOÎTIER SERA UTILISÉ.
german: WENN ES EINEN SATZ VON FILMEN GIBT, WIRD DIESE HÜLLE BENUTZT.

# #31619
source: MOVIE SETS LABEL WILL BE SHOWN.
dutch: MOVIE SETS LABEL WORDT GETOOND
french: L'ÉTIQUETTE COLLECTION DE FILMS SERA PRÉSENTÉE
german: FILMSETS LABEL WIRD ANGEZEIGT.

# #31620
source: SHOW AUDIO LANGUAGE AND SUBTITLE FLAGS
dutch: TOON AUDIO TAAL EN ONDERTITEL LAND VLAG
french: AFFICHER LES INFORMATIONS DE LANGUES ET SOUS-TITRES
german: AUDIOSPRACHE UND UNTERTITEL ANZEIGEN

# #31621
source: SET TIME FOR EACH IMAGE
dutch: TIJD INSTELLEN VOOR ELKE AFBEELDING
french: RÉGLER LE TEMPS POUR CHAQUE IMAGE
german: SET TIME FÜR JEDES BILD

# #31622
source: EXPORT SKIN SETTINGS
dutch: EXPORTEER SKIN INSTELLINGEN
french: EXPORTER LES PARAMÈTRES DU THÈME
german: SKIN EINSTELLUNGEN EXPORTIEREN

# #31623
source: IMPORT SKIN SETTINGS
dutch: IMPORTEER SKIN INSTELLINGEN
french: IMPORTER LES PARAMÈTRES DU THÈME
german: SKIN EINSTELLUNGEN IMPORTIEREN

# #31624
source: PRESS ENTER TO SELECT
dutch: DRUK ENTER OM TE SELECTEREN
french: PRESSEZ ENTRER POUR SÉLECTIONNER
german: ENTER ZUM AUSWÄHLEN

# #31626
source: BLOOD
dutch: BLOEDROOD
french: SANG
german: BLUTROT

# #31627
source: BROWN
dutch: BRUIN
french: MARRON
german: BRAUN
