Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/*/strings.po
Languages: dutch, french, german

# #31628
source: DARK SKY
dutch: NACHTBLAUW
french: CIEL SOMBRE
german: DUNKLER HIMMEL

# #31629
source: GOLDEN YELLOW
dutch: GOUDGEEL
french: JAUNE DORÉ
german: GOLDGELB

# #31631
source: FOREST
dutch: LOOFGROEN
french: FORÊT
german: DUNKELGRÜN

# #31632
source: BLUE
dutch: BLAUW
french: BLEU
german: BLAU

# #31633
source: BRIGHT YELLOW
dutch: FEL GEEL
french: JAUNE BRILLANT
german: HELLGELB

# #31636
source: PURPLE
dutch: PAARS
french: POURPRE
german: LILA

# #31637
source: RED
dutch: ROOD
french: ROUGE
german: ROT

# #31638
source: ROYAL BLUE
dutch: DONKERBLAUW
french: BLEU ROYAL
german: KÖNIGSBLAU

# #31639
source: SILVER
dutch: ZILVER
french: GRIS
german: SILBER

# #31640
source: SKY BLUE
dutch: LICHTBLAUW
french: BLEU CIEL
german: HIMMELBLAU

# #31641
source: SPRING
dutch: LENTEGROEN
french: PRINTEMPS
german: HELLGRÜN

# #31644
source: GRAY
dutch: GRIJS
french: GRIS
german: GRAU

# #31646
source: CHOCOLATE
dutch: CHOCOLADEBRUIN
french: CHOCOLAT
german: SCHOKOLADENBRAUN

# #31647
source: OCEAN
dutch: OCEAANBLAUW
french: OCÉAN
german: OZEANBLAU

# #31648
source: NO COLOR
dutch: GEEN KLEUR
french: PAS DE COULEUR
german: KEINE FARBE

# #31649
source: Select an item and press enter to switch his position.
dutch: Selecteer een item en druk op enter om zijn positie te veranderen.
french: Sélectionner un objet et appuyer sur entré pour changer de position.
german: Wähle ein Element und drücke Enter um seine Position zu wechseln

# #31650
source: ACE CONFIGURATION WIZARD
dutch: ACE CONFIGURATIE WIZARD
french: CONFIGURATION DE L'ASSISTANT DE ACE
german: ACE KONFIGURATIONS ASSISTENT

# #31651
source: SMART KIOSK
dutch: SLIMME KIOSK
french: KIOSQUE INTELLIGENT

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
dutch: SLIMME KIOSK houdt het menu beschikbaar met de basisfuncties en alle onderliggende setupopties.[CR]De KIOSK CODE-modus schakelt het tijdelijk uit met behulp van een serie vooraf ingestelde commando's.
french: KIOSQUE INTELLIGENT laisse le menu accessible avec les fonctions basique et empêche toutes les options de configuration.[CR]Le mode KIOSQUE CODE le désactive temporairement en utilisant une séquence de commande pré-défini.
german: SMART KIOSK lässt das Menü mit den Basisfunktionen erreichbar und sperrt alle Optionen zur Einstellung.[CR]KIOSK CODE Modus deaktiviert dies temporär und nutzt dafür eine Folge vordefinierter Kommandos.

# #31653
source: CUSTOM CASE
dutch: CUSTOM HOESJE
french: BOÎTIER PERSONNALISÉ
german: BENUTZERDEFINIERTE HÜLLE

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
dutch: Verander de kleur of stel een nieuw label in, stel de mediahoesjes in voor je eigen bibliotheek
french: Change la couleur et défini une nouvelle étiquette, ajuste le boîtier à votre collection.
german: Ändere die Farbe oder definiere ein Label, passe die Medienhüllen an deine Kollektion an.

# #31655
source: Would not it be great to get all the themes, backdrops, icons and logos with only one click? You can with Ace, you download a single package and have access to all the extra content.
dutch: Zou het niet geweldig zijn om alle thema's, achtergronden, pictogrammen en logo's te krijgen met slechts een klik? Met Ace, download men één enkel pakket en heeft zo toegang tot alle extra inhoud.
french: N'est-ce pas fantastique d'obtenir tous les thèmes, fonds d'écran, icônes et logos en un seul click ? Vous pouvez avec Aeon MQ 4 télécharger un pack et avoir accès à tout le contenu.
german: Wäre es nicht großartig alle Themen, Hintergründe, Symbole und Logos mit nur einem Klick zu bekommen? Mit Ace lädst du ein einzelnes Paket herunter und hast Zugriff auf alle zusätzlichen Inhalte.

# #31656
source: MANY NEWS AND MORE...
dutch: VEEL NIEUWS EN MEER ...
french: BEAUCOUP DE NOUVEAUTÉES ET PLUS ENCORE...
german: VIELE NEUIGKEITEN UND MEHR...

# #31657
source: ACE, a smart skin for smart people.[CR][CR]Enjoy.
dutch: ACE, een slimme skin voor slimme mensen.[CR][CR]Veel plezier.
french: ACE, un skin élégant pour des personnes élégantes.[CR][CR]Profitez en.
german: ACE, ein smarter Skin für smarte Leute.[CR][CR]Viel Spaß.

# #31658
source: SKIP PRESENTATION
dutch: PRESENTATIE OVERSLAAN
french: PASSER LA PRÉSENTATION
german: PRÄSENTATION ÜBERSPRINGEN

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
dutch: OM DE STIJL TE SELECTEREN,[CR]GEBRUIK PIJLTJE OMHOOG OF OMLAAG.
french: POUR SÉLECTIONNER LE STYLE QUE VOUS VOULEZ,[CR]UTILISEZ LES FLÈCHES HAUT OU BAS.

# #31661
source: SHOW 'PAUSE'
dutch: 'PAUZE' TONEN
french: AFFICHER 'PAUSE'
german: 'PAUSE' EINBLENDEN

# #31662
source: HIDE 'PAUSE'
dutch: 'PAUZE' VERBERGEN
french: MASQUER 'PAUSE'
german: 'PAUSE' NICHT EINBLENDEN

# #31663
source: HIDE PARTLY WATCHED
dutch: DEELS BEKEKEN VERBERGEN
french: MASQUER LES VUS
german: TEILWEISE GESEHENE NICHT ANZEIGEN

# #31664
source: SHOW PARTLY WATCHED
dutch: DEELS BEKEKEN TONEN
french: AFFICHER LES VUS
german: TEILWEISE GESEHENE ANZEIGEN

# #31665
source: CONTINUE WATCHING
dutch: VERDER KIJKEN
french: CONTINUER DE REGARDER
german: FORTSETZEN

# #31666
source: Partially Watched
dutch: Gedeeltelijk Bekeken
french: Partiellement Vu
german: Teilweise Gesehen

# #31667
source: MAIN MENU
dutch: HOOFDMENU
french: MENU PRINCIPAL
german: HAUPTMENÜ

# #31668
source: GLASS EFFECT
dutch: GLAS EFFECT
french: EFFET GLASS
german: GLAS EFFEKT

# #31669
source: SHOW WATCH
dutch: BEKEKEN TONEN
french: MONTRER LES VUS
german: UHR ANZEIGEN

# #31670
source: HIDE WATCH
dutch: BEKEKEN VERBERGEN
french: CACHER LES VUS
german: UHR NICHT ANZEIGEN

# #31671
source: EDIT DATA
dutch: DATA WIJZIGEN
french: EDITER LES DONNEES
german: DATEN BEARBEITEN

# #31672
source: SHOW LIBRARY
dutch: BIBLIOTHEEK TONEN
french: MONTRER LA BIBLIOTHÈQUE
german: DATENBANK ANZEIGEN

# #31673
source: HIDE LIBRARY
dutch: BIBLIOTHEEK VERBERGEN
french: MASQUER LA BIBLIOTHÈQUE
german: DATENBANK NICHT ANZEIGEN

# #31674
source: ALTERNATIVE GENRE FANART
dutch: ALTERNATIEF GENRE FANART
french: IMAGE DE FOND DU GENRE ALTERNATIF

# #31675
source: SHOW RSS
dutch: RSS TONEN
french: AFFICHER RSS
german: RSS ANZEIGEN

# #31676
source: HIDE RSS
dutch: RSS VERBERGEN
french: MASQUER RSS
german: RSS NICHT ANZEIGEN

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
dutch: TITELS TONEN (GENRE:; STUDIO:; ETC...)
french: AFFICHER LES TITRES (GENRE, STUDIO...)
german: ZEIGE TITEL (GENRE:; STUDIO: USW...)

# #31678
source: SHOW FURNITURE
dutch: TOON ACCESSOIRES
french: AFFICHER LE MEUBLE
german: ZEIGE EINRICHTUNG

# #31679
source: HIDE FURNITURE
dutch: VERBERG ACCESSOIRES
french: MASQUER LE MEUBLE
german: VERSTECKE EINRICHTUNG

# #31681
source: MOVE UP/DOWN TO END
dutch: DRUK OMHOOG/OMLAAG OM TE STOPPEN
french: HAUT OU BAS POUR TERMINER
german: HOCH/RUNTER UM ZU BEENDEN

# #31682
source: MOVE RIGHT TO BROWSE
dutch: DRUK RECHTS OM TE BROWSEN
french: DROITE POUR PARCOURIR
german: NACH RECHTS ZUM DURCHSUCHEN

# #31683
source: CUSTOMIZE FURNITURES
dutch: UITRUSTING MENU WIJZIGEN
french: PERSONNALISER ACCESSOIRES
german: EINRICHTUNG ANPASSEN

# #31684
source: END THIS STEP AND MOVE FORWARD
dutch: BEËINDIG DEZE STAP EN GA VERDER
french: TERMINER CETTE ÉTAPE ET PASSER À LA SUITE
german: PROZESS ABSCHLIESSEN UND FORTFAHREN

# #31685
source: COLOR PALETTE FOR THE PANELS
dutch: KLEUREN PALET VOOR PANELEN
french: PALETTE DE COULEUR POUR LES PANNEAUX
german: FARBPALETTE FÜR DIE PANELS

# #31686
source: COLOR PALETTE FOR TITLES
dutch: KLEURENPALET VOOR TITELS
french: PALETTE DE COULEURS POUR TITRES
german: FARBPALETTE FÜR TITEL

# #31687
source: COLOR FOR PANELS
dutch: KLEUR VOOR PANELEN
french: COULEUR POUR LES PANNEAUX
german: FARBE FÜR PANELS

# #31688
source: COLOR FOR TITLES
dutch: KLEUR VOOR TITELS
french: COULEUR POUR TITRES
german: FARBE FÜR TITEL

# #31689
source: TRANSPARENCY FOR PANELS - INCLUDE MAIN MENU
dutch: TRANSPARANTIE VOOR PANELS - INCLUSIEF HOOFDMENU
french: TRANSPARANCE DES PANNEAUX - INCLUANT LE MENU PRINCIPAL
german: TRANSPARENZ FÜR PANELS - HAUPTMENÜ EINSCHLIEßEN

# #31690
source: PANEL TRANSPARENCY
dutch: PANEEL TRANSPARANTIE
french: TRANSPARENCE DES PANNEAUX
german: PANEL TRANSPARENZ

# #31691
source: CURRENT TRANSPARENCY LEVEL
dutch: HUIDIGE TRANSPARANTIENIVEAU
french: NIVEAU ACTUEL DE TRANSPARENCE
german: MOMENTANE TRANSPARENZSTUFE

# #31692
source: LYRICS IN KARAOKE MODE
dutch: SONGTEKSTEN IN KARAOKE MODE
french: PAROLES EN MODE KARAOKE
german: SONGTEXTE IM KARAOKE MODUS

# #31693
source: OPTIMIZE SKIN FOR TOUCH-SCREEN (A HELP TAB WILL APPEAR)
dutch: OPTIMALISEREN SKIN VOOR TOUCH-SCREEN (EEN HELP TAB VERSCHIJNT)
french: OPTIMISER L’ENVIRONNEMENT GRAPHIQUE POUR UN ECRAN TACTILE (UNE FENÊTRE D'AIDE VA APPARAITRE)
german: SKIN FÜR TOUCH-SCREEN OPTIMIEREN (EIN HILFE TAB ERSCHEINT)

# #31694
source: MOST PLAYED
dutch: MEEST GESPEELD
french: LE PLUS REGARDE
german: AM MEISTEN GESPIELT

# #31695
source: RELOAD
dutch: HERLAAD
french: RECHARGER
german: NEU LADEN

# #31696
source: ORIGINAL TITLE AT THE TOP
dutch: ORIGINELE TITEL BOVENAAN
french: TITRE ORIGINAL DANS LE HAUT
german: ORIGINALTITEL OBEN

# #31697
source: CAST SCROLLING
dutch: SCROLLENDE CAST
french: DÉFILEMENT DU CASTING
german: BESETZUNG BLÄTTERN

# #31698
source: PLAYBACK OPTIONS
dutch: AFSPEELOPTIES
french: OPTIONS DE LECTURE
german: WIEDERGABE OPTIONEN

# #31699
source: INFORMATION PANEL OPTIONS
dutch: INFORMATIEPANEEL OPTIES
french: OPTIONS DU PANNEAU D'INFORMATION
german: INFORMATIONSPANEL OPTIONEN

# #31700
source: PLAY
dutch: SPEEL
french: LECTURE
german: ABSPIELEN

# #31701
source: TRAILER
french: BANDE-ANNONCE

# #31702
source: GET ARTWORK
dutch: DOWNLOAD ARTWORK
french: OBTENIR L'ARTWORK
german: HOLE ARTWORK

# #31703
source: STARRING
dutch: HOOFDROLLEN
french: DISTRIBUTION
german: HAUPTROLLEN

# #31704
source: SPECIAL THANKS
dutch: SPECIALE DANK
french: REMERCIEMENTS
german: SPEZIELLER DANK

# #31705
source: TRANSLATORS
dutch: VERTALERS
french: TRADUCTEURS
german: ÜBERSETZER

# #31706
source: TRANSLATION AND SUPPORT COORDINATOR
dutch: VERTALING EN ONDERSTEUNING COÖRDINATOR
french: TRADUCTION ET COORDINATEUR DE SOUTIEN
german: ÜBERSETZUNGS UND SUPPORT KOORDINATOR

# #31707
source: To all the people who collaborated to make this project possible.
dutch: Aan alle mensen die meegewerkt hebben dit project mogelijk te maken.
french: A toutes les personnes qui ont collaboré pour rendre ce projet possible
german: An Alle die mitgeholfen haben dieses Projekt zu ermöglichen.

# #31708
source: SUPER SPECIAL THANKS (BY ALPHABETICAL ORDER)
dutch: EXTRA SPECIALE DANK (OP ALFABETISCH VOLGORDE)
french: UN TRES GRAND REMERCIMENT (PAR ORDRE ALPHABETIQUE)
german: GANZ BESONDERER DANK (IN ALPHABETISCHER REIHENFOLGE)

# #31709
source: ALWAYS VISIBLE
dutch: ALTIJD ZICHTBAAR
french: TOUJOURS VISIBLE
german: IMMER SICHTBAR

# #31710
source: MANUAL
dutch: HANDMATIG
french: MANUEL
german: ANLEITUNG

# #31712
source: ITEMS LIST
dutch: ITEMS LIJST
french: LISTE D'ÉLEMENTS
german: ELEMENTLISTE

# #31713
source: NOT AVAILABLE
dutch: NIET BESCHIKBAAR
french: NON DISPONIBLE
german: NICHT VERFÜGBAR

# #31714
source: CREATED
dutch: TOEGEVOEGD
french: CRÉÉ
german: ERSTELLT

# #31715
source: RESOLUTION
dutch: RESOLUTIE
french: RÉSOLUTION
german: AUFLÖSUNG

# #31716
source: SPRING
dutch: LENTEGROEN
french: PRINTEMPS
german: FRÜHLING

# #31717
source: SUMMER
dutch: ZOMER
french: ÉTÉ
german: SOMMER

# #31718
source: AUTUMN
dutch: HERFST
french: AUTOMNE
german: HERBST

# #31719
source: WINTER
french: HIVER

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
dutch: GEBASEERD OP SEIZOENEN NOORDELIJK HALFROND
french: BASÉ SUR LES CONDITIONS DE L’HÉMISPHÈRE NORD
german: BASIEREND AUF KONDITIONEN DER NORDHALBKUGEL

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
dutch: GEBASEERD OP SEIZOENEN ZUIDELIJK HALFROND
french: BASÉ SUR LES CONDITIONS DE L’HÉMISPHÈRE SUD
german: BASIEREND AUF KONDITIONEN DER SÜDHALBKUGEL

# #31722
source: SHOW LYRICS
dutch: TOON SONGTEKST
french: AFFICHER LES PAROLES
german: SONGTEXTE ANZEIGEN

# #31723
source: LYRICS
dutch: SONGTEKST
french: PAROLES
german: SONGTEXTE

# #31724
source: HIDE LYRICS
dutch: VERBERG SONGTEKST
french: MASQUER LES PAROLES
german: SONGTEXTE NICHT ANZEIGEN

# #31725
source: SET SCRIPT
dutch: STEL SCRIPT IN
french: DÉFINIR LE SCRIPT
german: SETZE SCRIPT

# #31726
source: LYRICS SOURCE
dutch: SONGTEKST BRON
french: SOURCE DE PAROLES
german: SONGTEXT QUELLE

# #31727
source: VIEWING
dutch: WEERGAVE
french: PROJECTION
german: ANSICHT

# #31728
source: VIEWING OPTIONS
dutch: WEERGAVEOPTIES
french: OPTIONS DE PROJECTION
german: ANSICHTSOPTIONEN

# #31729
source: SHOW PAUSE WORD
dutch: TOON PAUSE WOORD
french: MONTRER LE MOT PAUSE
german: ZEIGE WORT PAUSE

# #31730
source: SHOW POSTER/CLEARART
dutch: TOON POSTER/CLEARART
french: AFFICHER LE POSTER/CLEARART
german: ZEIGE POSTER/CLEARART

# #31731
source: SHOW COVER/THUMBNAIL
dutch: TOON COVER/THUMBNAIL
french: AFFICHER LA POCHETTE
german: ZEIGE COVER/THUMBNAIL

# #31732
source: MODE: FIXED
dutch: MODE: VASTGEZET
french: MODE : FIXE
german: MODUS:FIXIERT

# #31733
source: MODE: ALTERNATIVE
dutch: MODE: ALTERNATIEF
french: MODE : ALTERNATIF
german: MODUS:ALTERNATIV

# #31734
source: DISPLAY: CLEARART
dutch: WEERGAVE: CLEARART
french: AFFICHAGE : CLEARART
german: ZEIGE: CLEARART

# #31735
source: DISPLAY: LOGO
dutch: WEERGAVE: LOGO
french: AFFICHAGE : LOGO
german: ZEIGE: LOGO

# #31736
source: LANDSCAPE
french: PAYSAGE

# #31738
source: RETURN TO MENU BUTTON
dutch: TERUG NAAR MENU KNOP
french: RETOURNER AU BOUTTON MENU
german: ZURÜCK ZUM MENÜ BUTTON

# #31739
source: CLOSE THIS DIALOGUE BOX
dutch: SLUIT DIT DIALOOGVENSTER
french: FERMER LE BOÎTE DE DIALOGUE
german: SCHLIEßE DIESE DIALOG BOX

# #31742
source: OPEN TRAY
dutch: OPEN LADE
french: OUVRIR LE LECTEUR
german: ÖFFNE BENACHRICHTIGUNGSFELD

# #31744
source: THERE IS NO BUTTON ON !
dutch: ER IS GEEN KNOP OP !
french: IL N'Y A PAS DE BOUTTON ON !
german: ES IST KEIN BUTTON AN !

# #31745
source: FILTERS
french: FILTRES
german: FILTER

# #31746
source: SEARCH
dutch: ZOEKEN
french: CHERCHER
german: SUCHEN

# #31747
source: UPDATE LIBRARY
dutch: BIBLIOTHEEK UPDATEN
french: METTRE À JOUR LA BIBLIOTHÈQUE
german: DATENBANK AKTUALISIEREN

# #31748
source: THEME IN USE
dutch: GEBRUIKTE THEMA
french: THÈME EN UTILISATION
german: VERWENDETES THEME

# #31749
source: STYLE IN USE
dutch: GEBRUIKTE STIJL
french: STYLE EN UTILISATION
german: VERWENDETER STIL

# #31750
source: COLOR IN USE TO THE PANELS
dutch: KLEUREN IN GEBRUIK VOOR DE PANELEN
french: COULEURS POUR LES PANNEAUX
german: GENUTZTE FARBE FÜR PANELS

# #31751
source: COLOR IN USE FOR TITLES
dutch: GEBRUIKTE KLEUR VOOR TITELS
french: COULEUR EN UTILISATION POUR TITRES
german: VERWENDETE FARBEN FÜR TITEL

# #31752
source: Skin status
french: Statut du thème

# #31753
source: REVIEW
dutch: BEOORDELEN
french: CRITIQUE
german: RÜCKBLICK

# #31755
source: MUTE
dutch: DEMPEN
french: MUET
german: STUMM

# #31758
source: AVAILABLE GROUPS
dutch: BESCHIKBARE GROEPEN
french: GROUPES DISPONIBLES
german: ZUR VERFÜGUNG STEHENDE GRUPPEN

# #31759
source: NO-GROUP CHANNELS
dutch: GEEN-GROEP KANALEN
french: PAS DE GROUPE DE CHAÎNES
german: NICHT GRUPPIERTE SENDER

# #31760
source: ADD GROUP
dutch: GROEP TOEVOEGEN
french: AJOUTER UN GROUPE
german: GRUPPE HINZUFÜGEN

# #31761
source: RENAME GROUP
dutch: GROEP HERNOEMEN
french: RENOMMER LE GROUPE
german: GRUPPE UMBENENNEN

# #31762
source: DELETE GROUP
dutch: GROEP VERWIJDEREN
french: SUPPRIMER LE GROUPE
german: GRUPPE LÖSCHEN

# #31763
source: CHANNEL
dutch: KANAAL
french: CANAUX
german: SENDER

# #31765
source: SIMILAR ARTISTS
dutch: VERGELIJKBARE ARTIESTEN
french: ARTISTES SIMILAIRE
german: ÄHNLICHE INTERPRETEN

# #31766
source: VISUALIZATION PRESETS
dutch: VISUALISATIE INSTELLINGEN
french: PRÉSÉLECTION DE VISUALISATION
german: VISUALISIERUNGSVOREINSTELLUNGEN

# #31767
source: VIDEO AVAILABLE
dutch: VIDEO BESCHIKBAAR
french: VIDÉO DISPONIBLE
german: VIDEO VERFÜGBAR

# #31768
source: VIDEO MODE ACTIVATED
dutch: VIDEOMODUS GEACTIVEERD
french: MODE VIDÉO ACTIVÉ
german: VIDEO MODUS AKTIVIERT

# #31769
source: GROUP
dutch: GROEP
french: GROUPE
german: GRUPPE

# #31770
source: PLATFORM
french: PLATE-FORME
german: PLATTFORM

# #31771
source: PUBLISHER
dutch: UITGEVER
french: ÉDITEUR
german: HERAUSGEBER

# #31772
source: PREMIERED
dutch: UITGEBRACHT
french: PREMIÈRE
german: VERÖFFENTLICHT

# #31773
source: PLAYERS
dutch: SPELERS
french: LECTEURS
german: SPIELER

# #31774
source: RATING
dutch: CLASSIFICATIE
french: NOTE
german: BEWERTUNG

# #31775
source: CONTROL TYPE
french: TYPE DE CONTROLE
german: STEUERUNGSTYP

# #31777
source: IMPORT GAMES
dutch: IMPORTEER SPELLEN
french: IMPORTER LES JEUX
german: IMPORTIERE SPIELE

# #31778
source: ADD ROM COLLECTION
dutch: ROM BIBLIOTHEEK TOEVOEGEN
french: AJOUTER UNE COLLECTION DE ROM
german: ROM SAMMLUNG HINZUFÜGEN

# #31779
source: EDIT ROM COLLECTION
dutch: ROM BIBLIOTHEEK WIJZIGEN
french: EDITER UNE COLLECTION DE ROM
german: ROM SAMMLUNG BEARBEITEN

# #31780
source: EDIT OFFLINE SCRAPERS
dutch: OFFLINE SCRAPERS WIJZIGEN
french: EDITER LES SCAPERS HORS LIGNE
german: BEARBEITE OFFLINE SCRAPER

# #31781
source: EDIT GAME COMMAND
dutch: GAME COMMANDO WIJZIGEN
french: EDITER LA COMMANDE DE JEU
german: BEARBEITE SPIELEINSTELLUNGEN

# #31782
source: ADD GAME TO FAVOURITES
dutch: VOEG GAME TOE AAN FAVORIETEN
french: AJOUTER LE JEU AUX FAVORIS
german: SPIEL ZU FAVORITEN HINZUFÜGEN

# #31783
source: ADD SELECTION TO FAVOURITES
dutch: VOEG SELECTIE TOE AAN FAVORIETEN
french: AJOUTER LA SÉLECTION AUX FAVORIS
german: AUSWAHL ZU FAVORITEN HINZUFÜGEN

# #31784
source: DELETE GAME
dutch: VERWIJDER GAME
french: SUPPRIMER LE JEU
german: SPIEL LÖSCHEN

# #31785
source: DELETE ROM COLLECTIONS
dutch: VERWIJDER ROM BIBLIOTHEKEN
french: SUPPRIMER LA COLLECTION DE ROM
german: ROM SAMMLUNG LÖSCHEN

# #31786
source: CLEAN DATABASE
dutch: DATABASE OPSCHONEN
french: NETTOYER LA BASE DE DONNÉES
german: DATENBANK BEREINIGEN

# #31787
source: IMPORT SETTINGS
dutch: IMPORTEER INSTELLINGEN
french: IMPORTER LES RÉGLAGES
german: IMPORTIERE EINSTELLUNGEN

# #31788
source: DEVELOPER
dutch: ONTWIKKELAAR
french: CONCEPTEUR
german: ENTWICKLER

# #31789
source: MEDIA TYPE
dutch: TYPE MEDIA
french: TYPE DE MÉDIA
german: MEDIENTYP

# #31790
source: PLAY GAME
dutch: SPEEL GAME
french: JOUER AU JEU
german: SPIEL STARTEN

# #31791
source: FAVOURITES
dutch: FAVORIETEN
french: FAVORIS
german: FAVORITEN

# #31793
source: PLAY VIDEO
dutch: SPEEL VIDEO
french: JOUER LA VIDÉO
german: VIDEO ABSPIELEN

# #31794
source: CUSTOMIZE THIS MENU
dutch: DIT MENU AANPASSEN
french: PERSONNALISER CE MENU
german: DIESES MENÜ ANPASSEN

# #31795
source: PVR VERSION
dutch: PVR VERSIE
french: VERSION PVR

# #31796
source: VERSION WITHOUT PVR
dutch: VERSIE ZONDER PVR
french: VERSION SANS PVR
german: VERSION OHNE PVR

# #31797
source: REMAIN
dutch: RESTEREND
french: RESTANT
german: VERBLEIBEND

# #31798
source: GET ARTIST INFO
dutch: DOWNLOAD ARTIEST INFO
french: OBTENIR LES INFORMATIONS DE L'ARTISTE
german: HOLE INFO ZU INTERPRETEN

# #31799
source: TRACK
french: PISTE
german: TITEL

# #31800
source: ALBUM INFO
french: INFORMATIONS DE L'ALBUM

# #31801
source: LIST
dutch: LIJST
french: LISTE
german: LISTE

# #31802
source: SHOWCASE
french: VITRINE

# #31808
source: POSTER
french: POCHETTE

# #31814
source: LANDSCAPE
french: PAYSAGE

# #31818
source: PANEL
dutch: PANEEL
french: PANNEAU

# #31819
source: LANDSCAPE PANEL
dutch: LANDSCAPE PANEEL
french: PANEL LANDSCAPE
german: PANEL LANDSCAPE

# #31820
source: LOGO PANEL
dutch: LOGO PANEEL
french: PANEL LOGO
german: PANEL LOGO

# #31824
source: SEASON BANNER
dutch: SEIZOEN BANNER
french: BANNIÈRE DE SAISON
german: STAFFEL BANNER

# #31825
source: EPISODES BANNER
dutch: AFLEVERINGEN BANNER
french: BANNIÈRE D'ÉPISODE
german: FOLGEN BANNER

# #31826
source: SETS
french: ENSEMBLE

# #31828
source: RIGHT LIST
dutch: LIJST RECHTS
french: LISTE DES DROITS
german: LISTE RECHTS

# #31840
source: EVERY ONE HOUR
dutch: PER UUR
french: TOUTES LES HEURES
german: JEDE STUNDE

# #31842
source: 10 DAYS
dutch: 10 DAGEN
french: 10 JOURS
german: 10 TAGE

# #31843
source: CURRENT
dutch: HUIDIG
french: ACTUELLEMENT
german: AKTUELL

# #31844
source: MAPS
dutch: KAARTEN
french: CARTES
german: KARTEN

# #31845
source: VIDEO
french: VIDÉO

# #31846
source: SATELLITE AND RADAR
dutch: SATELLIET EN RADAR
french: SATELLITE ET RADAR
german: SATELLITEN- UND RADARBILDER

# #31847
source: FORECAST
dutch: PROGNOSE
french: PRÉVISIONS
german: VORHERSAGE

# #31849
source: SEVERE WEATHER
dutch: ZWAAR WEER
french: MÉTÉO VIOLENTE
german: UNWETTER

# #31850
source: WEATHER PERSPECTIVE
dutch: WEERSVOORUITZICHT
french: PERSPECTIVE MÉTÉOROLOGIQUE
german: WETTERVORHERSAGE

# #31851
source: AVERAGE HIGH
dutch: GEMIDDELDE HOOG
french: MOYEN HAUT
german: DURCHSCHNITTLICHE HÖCHSTTEMPERATUR

# #31852
source: AVERAGE LOW
dutch: GEMIDDELDE LAAG
french: MOYEN BAS
german: DURCHSCHNITTLICHE TIEFSTTEMPERATUR

# #31853
source: RECORD HIGH
dutch: RECORD HOOG
french: LE PLUS HAUT
german: REKORD HÖCHSTTEMPERATUR

# #31854
source: RECORD LOW
dutch: RECORD LAAG
french: LE PLUS BAS
german: REKORD TIEFSTTEMPERATUR

# #31855
source: PROBABLE HIGH
dutch: VERWACHT HOOG
french: PROBABLEMENT HAUT
german: WAHRSCHEINLICHE HÖCHSTTEMPERATUR

# #31856
source: PROBABLE LOW
dutch: VERWACHT LAAG
french: PROBABLEMENT BAS
german: WAHRSCHEINLICHE TIEFSTTEMPERATUR

# #31857
source: DEFAULT MAP
dutch: STANDAARDKAART
french: CARTE PAR DÉFAUT
german: STANDARD KARTE

# #31858
source: LARGER MAP
dutch: GROTERE KAART
french: CARTE PLUS GRANDE
german: GRÖSSERE KARTE

# #31859
source: PRESSURE
dutch: LUCHTDRUK
french: PRESSION
german: LUFTDRUCK

# #31860
source: VISIBILITY
dutch: ZICHT
french: VISIBILITÉ
german: FERNSICHT

# #31861
source: STATISTICS
dutch: STATISTIEKEN
french: STATISTIQUES
german: STATISTIKEN

# #31862
source: RAIN PROBABILITY
dutch: NEERSLAGKANS
french: PROBABILITÉ DE PLUIE
german: REGENWAHRSCHEINLICHKEIT

# #31863
source: SEARCHING FOR FORECAST INFO
dutch: ZOEKEN NAAR WEERSVERWACHTING
french: CHERCHE DES PRÉVISIONS
german: SUCHE WETTERBERICHT

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
dutch: KIES VIDEOKNOP OM AF TE SPELEN
french: SÉLECTIONNEZ LE BOUTON VIDÉO POUR LIRE
german: WÄHLE VIDEO BUTTON ZUR WIEDERGABE

# #31865
source: MAPS PATH
dutch: KAARTEN PAD
french: CHEMIN DES CARTES
german: PFAD FÜR KARTEN

# #31866
source: SHOW DETAILS
dutch: TOON DETAILS
french: AFFICHER LES DÉTAILS
german: DETAILS ANZEIGEN

# #31867
source: SHOW EVERY ONE HOUR
dutch: TOON PER UUR
french: AFFICHER TOUTES LES HEURES
german: ZEIGE JEDE STUNDE

# #31868
source: TEMPERATURE
dutch: TEMPERATUUR
french: TEMPÉRATURE
german: TEMPERATUR

# #31869
source: TODAY
dutch: VANDAAG
french: AUJOURD'HUI
german: HEUTE

# #31873
source: WEATHER SETTINGS
dutch: WEER INSTELLINGEN
french: CONFIGURATION DE LA MÉTÉO
german: WETTER EINSTELLUNGEN

# #31874
source: Possibility of rain
dutch: Kans op regen
french: Probabilité de pluie
german: Regenwahrscheinlichkeit

# #31875
source: Season
dutch: Seizoen
french: Saison
german: Jahreszeit

# #31880
source: APPLY
dutch: TOEPASSEN
french: APPLIQUER
german: ANWENDEN

# #31881
source: EXTENDED LIST
dutch: UITGEBREIDE LIJST
french: LISTE ÉTENDUE
german: ERWEITERTE LISTE

# #31882
source: EXIT
dutch: AFSLUITEN
french: QUITTER
german: VERLASSEN

# #31883
source: GET DIRECTOR INFO
dutch: DOWNLOAD REGISSEURSINFORMATIE
french: OBTENIR LES INFOS DU RÉALISATEUR
german: HOLE DIREKTOR INFO

# #31884
source: GET WRITER INFO
dutch: DOWNLOAD SCHRIJVERSINFORMATIE
french: OBTENIR LES INFOS DU SCÉNARISTE
german: HOLE AUTOR INFO
