Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/*/strings.po
Languages: dutch, french, german

# #31885
source: GET FILMOGRAPHY ARTIST
dutch: DOWNLOAD FILMOGRAFIE ACTEUR
french: OBTENIR LA FILMOGRAPHIE DE L'ARTISTE
german: HOLE FILMOGRAPHY DARSTELLER

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
dutch: DRUK LINKS/RECHTS OM WAARDERING TE VERANDEREN
french: PRESSEZ GAUCHE/DROITE POUR CHANGER LA NOTE
german: DRÜCKE LINKS/RECHTS UM DIE BEWERTUNG ZU ÄNDERN

# #31887
source: PRESS ENTER TO CONFIRM
dutch: DRUK OP ENTER OM TE BEVESTIGEN
french: PRESSEZ ENTRER POUR CONFIRMER
german: ENTER ZUM BESTÄTIGEN

# #31888
source: GET OR UPDATE EXTRAPACK
dutch: DOWNLOAD OF UPDATE EXTRAPACK
french: OBTENIR OU METTRE À JOUR L'EXTRAPACK
german: HOLE ODER AKTUALISIERE EXTRAPACK

# #31889
source: COLD
dutch: KOUD
french: FROID
german: KALT

# #31890
source: WARM
french: CHAUD

# #31891
source: DARKNESS
dutch: DUISTERNIS
french: SOMBRE
german: DUNKELHEIT

# #31893
source: THEMES
dutch: THEMA'S
french: THÈMES

# #31894
source: FUTURE IMAGES THEME
dutch: FUTURISTISCHE AFBEELDINGEN THEMA
french: IMAGES DU THÈME FUTUR
german: FUTURISTISCHES BILDER THEME

# #31895
source: COLD IMAGES THEME
dutch: KOUDE AFBEELDINGEN THEMA
french: IMAGES DU THÈME FROID
german: KALTES BILDER THEME

# #31896
source: WARM IMAGES THEME
dutch: WARME AFBEELDINGEN THEMA
french: IMAGES DU THÈME CHAUD
german: WARMES BILDER THEME

# #31897
source: DARKNESS IMAGES THEME
dutch: DUISTERNIS AFBEELDINGEN THEMA
french: IMAGES DU THÈME SOMBRE
german: DUNKELE BILDER THEME

# #31898
source: DIGITAL ART IMAGES THEME
dutch: DIGITALE KUNST THEMA
french: IMAGES DU THÈME DIGITAL ART
german: DIGITAL-KÜNSTLERISCHES BILDER THEME

# #31899
source: RANDOM IMAGES THEME
dutch: WILLEKEURIGE AFBEELDINGEN THEMA
french: IMAGES DU THÈME ALÉATOIRE
german: ZUFÄLLIGES BIDLER THEME

# #31900
source: EXTRAPACK NECESSARY
dutch: EXTRA PACK NOODZAKELIJK
french: EXTRAPACK NECESSAIRE
german: EXTRAPACK NOTWENDIG

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
dutch: GEBRUIK EXTERN PAKKET MET AFBEELDINGEN (GEBRUIKER GEDEFINIEERD)
french: UTILISER UN PACK D'IMAGE EXTERNE (DÉFINI PAR L'UTILISATEUR)
german: NUTZE EXTERNE BILDER (BENUTZER DEFINIERT)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
dutch: GEBRUIK INTERN PAKKET BIJGEVOEGDE ICONEN (EXTRAPACK AANGELEVERD BIJ SKIN)
french: UTILISER UN PACK D'IMAGES INTERNE (EXTRAPACK FOURNI PAR LE SKIN)
german: NUTZE INTERN ENTHALTENE SYMBOLE (EXTRAPACK BEREITGESTELLT VOM SKIN)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
dutch: GEBRUIK EXTERN PAKKET MET ICONEN (GEBRUIKER GEDEFINIEERD)
french: UTILISER UN PACK D'ICÔNE EXTERNE (DÉFINI PAR L'UTILISATEUR)
german: NUTZE EXTERNE SYMBOLE (BENUTZER DEFINIERT)

# #31904
source: MODERN IMAGES THEME
dutch: MODERNE AFBEELDINGEN THEMA
french: IMAGES DU THÈME MODERNE
german: MODERNE BILDER THEME

# #31905
source: A new theme is loaded each time you start skin, your skin will never be the same
dutch: Een nieuw thema wordt geladen elke keer dat de skin gestart wordt, uw skin zal nooit hetzelfde zijn.
french: Un nouveau thème est charger à chaque fois que votre environnement graphique démarre, il ne sera jamais le même.
german: Ein neues Thema wird bei jedem Start des Designs geladen, dein Design wird nie das gleiche sein.

# #31906
source: DIRECTOR'S MOVIES
dutch: FILMS VAN REGISSEUR
french: RÉALISATEUR
german: FILME DES REGISSEURS

# #31907
source: FULLSCREEN
dutch: VOLLEDIG SCHERM
french: PLEIN ÉCRAN
german: VOLLBILD

# #31908
source: MY THEME
dutch: MIJN THEMA
french: MON THÈME
german: MEIN THEME

# #31909
source: PERSONAL IMAGES THEME
dutch: PERSOONLIJKE AFBEELDINGEN THEMA
french: THÈME D'IMAGES PERSONNELLE
german: PERSÖNLICHES BILDER THEME

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
dutch: MAAK EEN EIGEN THEMA MET ZELF GEKOZEN AFBEELDINGEN. [CR] DRUK ENTER OM MEER TE WETEN TE KOMEN OF TE KIEZEN.
french: CRÉEZ VOTRE PROPRE THÈME AVEC LES IMAGES QUE VOUS VOULEZ.[CR]PRESSEZ ENTRER POUR EN SAVOIR PLUS OU DÉFINIR.
german: ERSTELLE DEIN EIGENES THEME MIT DEN BILDERN DIE DU WILLST.[CR] DRÜCKE ENTER UM MEHR ZU ERFAHREN ODER ZU DEFINIEREN.

# #31911
source: CREATING MY THEME
dutch: MAAK MIJN EIGEN THEMA
french: CRÉER MON THÈME
german: ERSTELLE MEIN THEME

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
dutch: BEWEEG IN EEN RICHTING OM TE ANNULEREN, DRUK OP ENTER OM HET PAD VAST TE LEGGEN
french: PRESSEZ N'IMPORTE QUEL DIRECTION POUR ANNULER, PRESSEZ ENTRER POUR INDIQUER LE CHEMIN
german: IN BELIEBIGE RICHTUNG ZUM ABBRECHEN, ENTER UM PFAD HERAUSZUFINDEN

# #31913
source: Clear color images for a smooth visual.
dutch: Heldere kleurenafbeeldingen voor een soepel visueel.
french: Des couleurs clair pour un rendu visuel plus doux.
german: Bilder mit klaren Farben für eine sanfte Erscheinung.

# #31914
source: Hot color images tones for people who prefer more contrast.
dutch: Warme kleurenafbeeldingen voor mensen die voorkeur hebben voor meer contrast.
french: Des couleurs chaude pour les personnes qui préfèrent plus de contraste.
german: Warmfarbige Bilder für die, welche mehr Kontrast bevorzugen.

# #31915
source: Computer generated graphics, highlighting the work of many web artists.
dutch: Computer gegenereerde afbeeldingen, met de nadruk op het werk van vele web kunstenaars.
french: L'ordinateur génère des graphique, surlignant le travail d'artistes du web.
german: Computergenerierte Grafiken, hebt die Arbeit vieler Web Künstler hervor.

# #31916
source: Dark tone images mixed with neon, a nice combination.
dutch: Donkere tint afbeeldingen gemengd met neon, een mooie combinatie.
french: Des images au ton sombre mixées à neon, un belle combinaison.
german: Dunkeltönige Bilder gemischt mit Neon, eine schöne Kombination.

# #31917
source: SHORTCUTS
dutch: SNELKOPPELINGEN
french: RACCOURCIS
german: VERKNÜPFUNGEN

# #31918
source: CHANGE OPTIONS
dutch: VERANDER OPTIES
french: CHANGER L'OPTION
german: ÄNDERE OPTIONEN

# #31919
source: CLICK GO TO FILES MODE
dutch: SELECTEREN GAAT NAAR BESTANDSMODUS
french: CLIQUEZ SUR ALLER POUR LE MODE FICHIER
german: KLICKEN UM ZUR DATEINANSICHT ZU GELANGEN

# #31920
source: CLICK GO TO LIST MODE
dutch: SELECTEREN GAAT NAAR LIJSTMODUS
french: CLIQUEZ SUR ALLER POUR LE MODE LISTE
german: KLICKEN UM ZUR LISTENANSICHT ZU GELANGEN

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
dutch: SELECTEREN OM NAAR ADD-ON ROM COLLECTION BROWSER TE GAAN
french: CLIQUEZ SUR ALLER POUR L'ADD-ON ROM COLLECTION BROWSER
german: KLICKEN UM ZUM ADD-ON \"COLLECTION BROWSER\" ZU GELANGEN

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
dutch: SELECTEREN OM NAAR ADD-ON ADVANCED LAUNCHER TE GAAN
french: CLIQUEZ SUR ALLER POUR L'ADD-ON ADVANCED LAUNCHER
german: KLICKEN UM ZUM ADD-ON \"ADVANCED LAUNCHER\" ZU GELANGEN

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
dutch: VERWIJDER DATABASE EN DOWNLOAD HET PAKKET OPNIEUW
french: SUPPRIMER LA BASE DE DONNÉE ET TÉLÉCHARGER LE PACKAGE UNE NOUVELLE FOIS
german: LÖSCHE DATENBANK UND LADE DAS PAKET ERNEUT RUNTER

# #31924
source: BOX FRONT
dutch: DOOSJE VOORKANT
french: DEVANT BOÎTE
german: BOX VORDERSEITE

# #31925
source: BOX BACK
dutch: DOOSJE ACHTERKANT
french: DERRIÈRE BOÎTE
german: BOX RÜCKSEITE

# #31926
source: CARTDRIGE
dutch: CARTRIDGE
french: CARTOUCHE
german: FILMROLLE

# #31927
source: SCREENSHOT
french: CAPTURE D'ÉCRAN

# #31928
source: CLICK GO TO LIBRARY MODE
dutch: SELECTEREN GAAT NAAR BIBLIOTHEEK MODE
french: CLIQUER SUR ALLER POUR LE MODE BIBLIOTHÈQUE
german: KLICKEN UM IN DEN BIBLIOTHEKSMODUS ZU WECHSELN

# #31929
source: CLICK GO TO SETS MODE
dutch: SELECTEREN GAAT NAAR SETS MODE
french: CLIQUER SUR ALLER POUR LE MODE SAGA
german: KLICKEN UM IN DEN SET MODUS ZU WECHSELN

# #31930
source: RESCRAPE GAME
dutch: RESCRAPE SPEL
french: RESCRAPER LE JEU
german: RESCRAPE SPIEL

# #31931
source: RESCRAPE SELECTION
dutch: RESCRAPE SELECTIE
french: RESCRAPER LA SÉLÉCTION
german: RESCRAPE AUSWAHL

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
dutch: EXPORTEER SPEL DATABASE (NFO BESTANDEN)
french: EXPORTER LA BASE DE DONNÉE DE JEU (FICHIERS NFO)
german: SPIELE DATENBANK EXPORTIEREN (NFO DATEIEN)

# #31933
source: OPEN ADDON SETTINGS
dutch: OPEN ADDON INSTELLINGEN
french: OUVRIR LES RÉGLAGES DE L'ADDON
german: ADDON EINSTELLUNGEN ÖFFNEN

# #31934
source: LAYOUT: BANNER
french: MISE EN PAGE : BANNIÈRE

# #31935
source: LAYOUT: POSTER
french: MISE EN PAGE : VIGNETTE

# #31936
source: CHANGE RATING
dutch: WIJZIG WAARDERING
french: CHANGER LA NOTE
german: BEWERTUNG ÄNDERN

# #31937
source: VIDEO
french: VIDÉO

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
dutch: ZOEKEN NAAR DISCOGRAFIE...
french: RECHERCHE D'INFORMATIONS DISCOGRAPHIE...
german: SUCHE DISKOGRAFIE INFORMATIONEN...

# #31940
source: Similar artists
dutch: Vergelijkbare artiesten
french: Artistes similaires
german: Ähnliche Interpreten

# #31941
source: LIMIT
dutch: LIMIET
french: LIMITE

# #31942
source: METADATA
french: MÉTADONNÉES
german: METADATEN

# #31943
source: SHOW ONLY CDART AND COVER
dutch: ALLEEN CDART EN COVER TONEN
french: MONTRENT SEULEMENT CDART ET COUVERTURE
german: ZEIGE NUR CDART UND COVER

# #31944
source: IMAGE ZOOM
dutch: AFBEELDING ZOOM
french: AGRANDIR L´IMAGE
german: BILD VERGRÖßERN

# #31945
source: PLAY TRAILER
dutch: TRAILER AFSPELEN
french: LANCER LA BANDE ANNONCE
german: TRAILER ABSPIELEN

# #31946
source: PLAY MOVIE
dutch: FILM AFSPELEN
french: LANCER LE FILM
german: FILM ABSPIELEN

# #31947
source: PRESS ENTER TO ACCESS
dutch: DRUK ENTER OM TE OPENEN
french: APPUYER SUR ENTER POUR ACCÉDER
german: DRÜCKE ENTER FÜR ZUGANG

# #31948
source: WINDOW
dutch: VENSTER
french: FENÊTRE
german: FENSTER

# #31950
source: ARTIST VIDEO CLIPS
dutch: ARTIEST VIDEOCLIPS
french: CLIPS D'ARTISTE
german: VIDEO CLIPS DES INTERPRETEN

# #31951
source: SONG VIDEO CLIP
dutch: NUMMER VIDEOCLIP
french: CLIPS MUSICAUX
german: SONG VIDEO CLIPS

# #31952
source: PERSONAL INFORMATION
dutch: PERSOONLIJKE INFORMATIE
french: INFORMATIONS PERSONNELLES
german: INFORMATIONEN ZUR PERSON

# #31953
source: MOVIE INFORMATION
dutch: FILM INFORMATIE
french: INFORMATIONS SUR LE FILM
german: INFORMATIONEN ZUM FILM

# #31954
source: FILMOGRAPHY
dutch: FILMOGRAFIE
french: FILMOGRAPHIE
german: FILMOGRAFIE

# #31955
source: IN LIBRARY
dutch: IN BIBLIOTHEEK
french: DANS LA BIBLIOTHEQUE
german: IN DER DATENBANK

# #31956
source: DISC MENU
dutch: DISK MENU
french: MENU DISQUE
german: DISC MENÜ

# #31957
source: MULTIPLE THUMBS (TOP MENU)
dutch: MEERDERE AFBEELDINGEN (TOP MENU)
french: THUMBS MULTIPLES (MENU HAUT)
german: MEHRERE VORSCHAUBILDER (MENÜ OBEN)

# #31958
source: SINGLE THUMB (TOP MENU)
dutch: ENKELE AFBEELDING (TOP MENU)
french: THUMB UNIQUE (MENU HAUT)
german: EINZELNES VORSCHAUBILD (MENÜ OBEN)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
dutch: TOON AUDIO EN VIDEO VISUALISATIE ALS ACHTERGROND (GLOBAAL)
french: MONTRER LES VISUALISATIONS AUDIO ET VIDÉO EN ARRIÈRE-PLAN (GLOBAL)
german: ZEIGE AUDIO UND VIDEO VISUALISIERUNG ALS HINTERGRUND (GLOBAL)

# #31960
source: CONTINUE LISTENING
dutch: VERDER LUISTEREN
french: CONTINUER DE REGARDER
german: ANHÖREN FORTSETZEN

# #31962
source: NOT AVAILABLE TO VERTICAL MENU
dutch: NIET BESCHIKBAAR IN VERTICAAL MENU
french: NON DISPONIBLE POUR LE MENU VERTICAL
german: NICHT VERFÜGBAR IM VERTIKALEN MENÜ

# #31963
source: VERTICAL MENU
dutch: VERTICAAL MENU
french: MENU VERTICAL
german: VERTIKALES MENÜ

# #31964
source: HORIZONTAL MENU
dutch: HORIZONTAAL MENU
french: MENU HORIZONTAL
german: HORIZONTALES MENÜ

# #31965
source: Images that mix digital art and futurist style.
dutch: Beelden die digitale kunst en futuristische stijl mengen.
french: Images qui remixe l'art digital et un style futuriste.
german: Bilder welche digitale Kunst und futuristischen Stil mischen.

# #31966
source: Images that transmit a visual look fresh and modern. The default theme of Ace.
dutch: Afbeeldingen die een visuele blik, fris en modern tonen. Het standaard thema van Ace.
french: Des images qui transmettent une apparence nouvelle et moderne. Le thème Ace par défaut.
german: Bilder welche ein aktuelles und modernes Erscheinungsbild vermitteln. Das Standard Theme von Ace.

# #31967
source: This function erases all the pictures that were downloaded and performs a full download again. Used to correct any problems in downloading.
dutch: Deze functie wist alle afbeeldingen die zijn gedownload en voert een volledige nieuwe download uit. Gebruikt om problemen met eerdere downloads te corrigeren.
french: Cette fonction efface toutes les images qui ont été téléchargées et exécute un nouveau téléchargement complet. Elle est utilisée pour corriger tout problème de téléchargement.
german: Diese Funktion löscht alle Bilder welche heruntergeladen wurden und führt einen komplett neuen Download durch. Genutzt um Probleme beim Download zu korrigieren.

# #31971
source: Update finished
dutch: Update voltooid
french: Mise à jour terminée
german: Update abgeschlossen

# #31972
source: Update failed
dutch: Update mislukt
french: Mise à jour échouée
german: Update fehlgeschlagen

# #31973
source: No update required
dutch: Geen update nodig
french: Pas de mise à jour requise
german: Kein Update erforderlich

# #31974
source: Downloading:
dutch: Downloaden:
french: Téléchargement:
german: Herunterladen:

# #31980
source: NEXT EPISODE
dutch: VOLGENDE AFLEVERING
french: ÉPISODE SUIVANT
german: NÄCHSTE FOLGE

# #31981
source: EPISODES AIRED TODAY
dutch: AFLEVERINGEN VAN VANDAAG
french: ÉPISODES DIFFUSES AUJOURD'HUI
german: HEUTE AUSGESTRAHLTE EPISODEN

# #31982
source: SHOW PROGRESS PANEL
dutch: TOON VOORTGANG PANEEL
french: AFFICHER LA BARRE DE PROGRESSION
german: ZEIGE FORTSCHRITTSPANEL

# #31983
source: Rating
dutch: Waardering
french: Note
german: Bewertung

# #31985
source: CREDITS
french: CRÉDITS

# #31986
source: SHOW NOW PLAYING PANEL
dutch: TOON SPEELT NU PANEEL
french: AFFICHER LA BARRE DE LECTURE
german: JETZT LÄUFT PANEL ANZEIGEN

# #31987
source: You can save all settings made in the skin.[CR]You also transfer the settings to another computer
dutch: U kunt all instellingen bewaren gemaakt in deze skin.[CR]U kunt deze instellingen naar een andere computer overbrengen.
french: Vous pouvez sauvegarder les paramètres du skin.[CR]Vous pouvez transférer ces paramètres sur un autre ordinateur
german: Es können alle Einstellungen des Skins gespeichert werden.[CR]Diese Einstellungen können auch auf einem anderen Computer verwendet werden.

# #31988
source: Here you reapply all settings saved previously.[CR]You can also do a fresh install and apply the saved settings.[CR]This option will override all settings made currently.
dutch: Hier kunt u alle instellingen opnieuw toepassen welke eerder zijn opgeslagen.[CR]U kunt ook een verse installatie en eerder opgeslagen instellingen toepassen.[CR]Met deze optie overschrijft u alle instellingen die momenteel zijn gemaakt.
french: Ici, vous pouvez appliquer les paramètres précédemment sauvegardés.[CR] Vous pouvez faire une nouvelle installation et appliquer les paramètres sauvegardés.[CR] Cette option écrasera tous les réglages actuels.
german: Hier können Sie erneut alle Einstellungen speichern.[CR]Sie können auch eine frische Installation und Anwendung der gespeicherten Einstellungen benutzen.[CR]bei dieser Option werden alle Einstellungen überschrieben.

# #31989
source: Export settings as backup.[CR]Import settings to configure the skin in a simple way.[CR]Restore all settings to skin defaults.
dutch: Exporteer instellingen als back-up.[CR]Instellingen importeren om de skin op een eenvoudige manier te configureren.[CR]Herstel alle instellingen naar de standaardinstellingen.
french: Exporter les paramètres en sauvegarde.[CR] Importer les paramètres pour configurer le skin facilement.[CR]Restaurer tous les paramètres du skin par défaut.
german: Export Einstellungen als Backup.[CR] Einstellungen importieren, um den Skin auf einfache Weise zu konfigurieren. [CR] Alle Einstellungen auf Standardwerte wiederherstellen.

# #31008
source: IMAGES
dutch: AFBEELDINGEN
german: BILDER

# #31013
source: CONCERTS
dutch: CONCERTEN
german: KONZERTE

# #31035
source: PLAYLIST
dutch: AFSPEELLIJST
german: WIEDERGABELISTE

# #31040
source: ALBUMS
german: ALBEN

# #31041
source: COMPILATIONS
dutch: COMPILATIES
german: KOMPILATIONEN

# #31052
source: WEEKEND
german: WOCHENENDE

# #31083
source: PREVIEW
german: VORSCHAU

# #31086
source: Concerts
dutch: Concerten
german: Konzerte

# #31094
source: NO LOCAL/CANCEL
dutch: NIET LOKAAL/ANNULEREN
german: KEINE LOKALISIERUNG/ABBRECHEN

# #31200
source: MENU
german: MENÜ

# #31202
source: OPTIONS
dutch: OPTIES
german: OPTIONEN

# #31215
source: Page
dutch: Pagina
german: Seite

# #31230
source: Playlist
dutch: Afspeellijst
german: Wiedergabeliste

# #31244
source: MENU 'S'
german: MENÜ 'S'

# #31316
source: MODE
dutch: MODUS
german: MODUS

# #31338
source: MOODS
dutch: STEMMING
german: STIMMUNGEN

# #31345
source: STYLES
dutch: STIJLEN
german: STILE

# #31346
source: NOTES
dutch: NOTITIES
german: NOTIZEN

# #31365
source: IMAGE
dutch: AFBEELDING
german: BILD

# #31400
source: STYLES
dutch: STIJLEN
german: STILE

# #31407
source: COLLECTION
dutch: BIBLIOTHEEK
german: SAMMLUNG

# #31408
source: ART
dutch: KUNST
german: KUNST

# #31418
source: MENUS
german: MENÜS

# #31420
source: MODES/RESET
dutch: MODI/RESET
german: MODI/RESET

# #31514
source: LARGE
dutch: GROOT
german: GROSS

# #31529
source: ART
dutch: KUNST
german: KUNST

# #31625
source: AQUA
german: AQUAMARIN

# #31634
source: OLIVE
dutch: OLIJFGROEN
german: OLIVGRÜN

# #31642
source: TURQUOISE
german: TÜRKIS

# #31643
source: VIOLET
german: VIOLETT

# #31645
source: GRAPHITE
dutch: GRAFIETGRIJS
german: HELLGRAU

# #31711
source: OFF
dutch: UIT
german: AUS

# #31743
source: ON
dutch: AAN
german: AN

# #31754
source: VOLUME
german: LAUTSTÄRKE

# #31756
source: TOTAL
dutch: TOTAAL
german: GESAMT

# #31757
source: PAGE
dutch: PAGINA
german: SEITE

# #31776
source: PERSPECTIVE
dutch: PERSPECTIEF
german: PERSPEKTIVE

# #31815
source: SQUARE
dutch: VIERKANT
german: QUADRATISCH

# #31816
source: TALL
dutch: LANG
german: LANG

# #31817
source: PHOTOSHOW
dutch: FOTOSHOW
german: DIASCHAU

# #31823
source: LARGE LIST
dutch: GROTE LIJST
german: GROẞE LISTE

# #31827
source: GLASS LIST
dutch: GLAS LIJST
german: GLAS LISTE

# #31841
source: WEEKEND
german: WOCHENENDE

# #31848
source: CONDITIONS
dutch: OMSTANDIGHEDEN
german: BEDINGUNGEN

# #31872
source: LOCAL
dutch: LOKAAL
german: LOKAL

# #31892
source: DIGITAL ART
dutch: DIGITALE KUNST
german: DIGITALE KUNST

# #31961
source: minutes
dutch: minuten
german: Minuten

# #31968
source: FUTURE
dutch: TOEKOMST
german: ZUKUNFT

# #31107
source: Playlist
dutch: Afspeellijst

# #31277
source: STANDARD
dutch: STANDAARD

# #31304
source: PAUSE
dutch: PAUZE

# #31323
source: STANDARD
dutch: STANDAARD

# #31513
source: NORMAL
dutch: NORMAAL

# #31515
source: HORIZONTAL
dutch: HORIZONTAAL

# #31630
source: DIGITAL
dutch: DIGITAAL

# #31635
source: ORANGE
dutch: ORANJE

# #31737
source: PAUSE
dutch: PAUZE

# #31764
source: TELETEXT
dutch: TELETEKST

# #31805
source: WALL
dutch: MUUR

# #31806
source: WALL 3D
dutch: 3D MUUR

# #31807
source: LOW LIST
dutch: LAGE LIJST

# #31809
source: SHELF
dutch: PLANK

# #31813
source: WIDE
dutch: WIJD
