Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/*/strings.po
Languages: dutch, french, german

# Addon Summary
source: Skin Ace, a new Skin by MarcosQui.
dutch: Skin Ace, een nieuwe skin gemaakt door MarcosQui
french: Skin Ace, un nouveau thème par MarcosQui.
german: Ace, ein neues Skin Design von MarcosQui.

# Addon Description
source: Ace, a new skin, very light, powerful and very customizable. A tiny skin and versatile that you can use since your Tablet until the HTPC.
dutch: Ace, een nieuwe skin, zeer licht, krachtig en zeer aanpasbaar. Een klein en veelzijdige skin die men kan gebruiken van Tablet to HTPC.
french: Ace, un nouvel environnement graphique, léger, puissant et personnalisable. Il est polyvalent et vous pouvez l'utiliser sur votre Tablette grâce au HTPC.
german: Ace, ein neues Design, sehr einfach, mächtig und sehr anpassbar. Ein kleines Design, dass du vom Tablet bis zum HTPC einsetzen kannst.

# Addon Disclaimer
source: Ace Skin is a complement to let your XBMC prettier, its use is a matter of personal choice.
dutch: Ace Skin is een aanvulling op XBMC zodat het er mooier uitziet, het gebruik ervan is een kwestie van persoonlijke keuze.
french: Skin Ace est un complément pour améliorer l'interface de XBMC. Son utilisation est une question de choix personnel.
german: Ace Design ist eine Ergänzung um dein XBMC zu verschönern, seine Nutzung ist eine Frage des persönlichen Geschmacks.

# #31002
source: MUSIC
dutch: MUZIEK
french: MUSIQUE
german: MUSIK

# #31003
source: MOVIES
dutch: SPEELFILMS
french: FILMS
german: FILME

# #31004
source: PLAY DISC
dutch: SPEEL DISK
french: LIRE LE DISQUE
german: DISK ABSPIELEN

# #31005
source: TV SHOWS
french: SERIES TV
german: TV SERIEN

# #31007
source: GAMES
french: JEUX
german: SPIELE

# #31009
source: WEATHER
dutch: WEER
french: METEO
german: WETTER

# #31010
source: ADD-ONS
french: EXTENSIONS

# #31011
source: SETTINGS
dutch: INSTELLINGEN
french: PARAMETRES
german: EINSTELLUNGEN

# #31012
source: EXIT
dutch: AFSLUITEN
french: QUITTER
german: VERLASSEN

# #31014
source: EMPTY
dutch: LEEG
french: VIDE
german: LEER

# #31015
source: CHOOSE FAVOURITE
dutch: KIES FAVORIET
french: CHOISIR UN FAVORI
german: FAVORITEN AUSWÄHLEN

# #31016
source: CHOOSE VIDEO PLAYLIST
dutch: KIES VIDEO AFSPEELLIJST
french: CHOISIR UNE PLAYLIST VIDEO
german: WÄHLE VIDEO PLAYLIST

# #31017
source: CHOOSE AUDIO PLAYLIST
dutch: KIES AUDIO AFSPEELLIJST
french: CHOISIR UNE PLAYLIST AUDIO
german: WÄHLE AUDIO PLAYLIST

# #31018
source: CHOOSE VIDEO ADD-ON
dutch: KIES VIDEO ADD-ON
french: CHOISIR UNE EXTENSION VIDEO
german: WÄHLE VIDEO ADD-ON

# #31019
source: CHOOSE AUDIO ADD-ON
dutch: KIES AUDIO ADD-ON
french: CHOISIR UNE EXTENSION MUSIQUE
german: WÄHLE AUDIO ADD-ON

# #31020
source: CHOOSE PROGRAMS ADD-ON
dutch: KIES PROGRAMMA ADD-ON
french: CHOISIR UNE EXTENSION PROGRAMME
german: WÄHLE PROGRAMM ADD-ON

# #31021
source: CHOOSE IMAGE ADD-ON
dutch: KIES AFBEELDING ADD-ON
french: CHOISIR UNE EXTENSION IMAGE
german: WÄHLE BILDER ADD-ON

# #31022
source: CHOOSE VIDEO NODE
dutch: KIES VIDEO NODE
french: CHOISIR UNE EXTENSION VIDEO
german: WÄHLE VIDEOKNOTEN

# #31023
source: BUTTON ACTION
dutch: KNOP ACTIE
french: BOUTON D'ACTION
german: BUTTON AKTION

# #31024
source: VIDEO ADD-ONS
french: EXTENSIONS VIDEO

# #31025
source: AUDIO ADD-ONS
french: EXTENSIONS MUSIQUE

# #31026
source: IMAGE ADD-ONS
dutch: AFBEELDING ADD-ONS
french: EXTENSIONS IMAGE
german: BILDER ADD-ONS

# #31027
source: PROGRAMS ADD-ONS
dutch: PROGRAMMA ADD-ONS
french: EXTENSIONS PROGRAMME
german: PROGRAMM ADD-ONS

# #31028
source: YEAR
dutch: JAAR
french: ANNEE
german: JAHR

# #31029
source: SETS
french: ENSEMBLE

# #31030
source: PROGRAMS
dutch: PROGRAMMAS
french: PROGRAMMES
german: PROGRAMME

# #31031
source: FAVOURITES
dutch: FAVORIETEN
french: FAVORIS
german: FAVORITEN

# #31033
source: FILES
dutch: BESTANDEN
french: FICHIERS
german: DATEIEN

# #31034
source: RECENTLY ADDED
dutch: RECENT TOEGEVOEGD
french: AJOUTE RECEMMENT
german: KÜRZLICH HINZUGEFÜGT

# #31036
source: Years
dutch: Jaren
french: Années
german: Jahre

# #31037
source: ARTISTS
dutch: ARTIESTEN
french: ARTITES
german: KÜNSTLER

# #31038
source: PARTY MODE
french: MIXE DE SOIREE
german: PARTY MODUS

# #31043
source: RECENTLY PLAYED
dutch: RECENT AFGESPEELD
french: RÉCEMMENT JOUE
german: KÜRZLICH ABGESPIELT

# #31044
source: AUDIO ADD-ONS
french: EXTENSIONS MUSIQUE

# #31045
source: ACTORS
dutch: ACTEURS
french: ACTEURS
german: DARSTELLER

# #31046
source: DIRECTOR
dutch: REGISSEUR
french: RÉALISATEUR
german: REGISSEUR

# #31048
source: SETS
french: ENSEMBLES

# #31049
source: RANDOM
dutch: WILLEKEURIG
french: ALEATOIRE
german: ZUFÄLLIG

# #31050
source: 4 DAYS
dutch: 4 DAGEN
french: 4 JOURS
german: 4 TAGE

# #31051
source: 36 HOURS
dutch: 36 UUR
french: 36 HEURES
german: 36 STUNDEN

# #31053
source: 7 DAYS
dutch: 7 DAGEN
french: 7 JOURS
german: 7 TAGE

# #31054
source: ALERTS
dutch: ALARM
french: ALERTES
german: WARNUNGEN

# #31055
source: TIMER
french: MINUTERIE

# #31056
source: CANCEL TIMER
dutch: ANNULEER TIMER
french: ANNULER LA MINUTERIE
german: TIMER ABBRECHEN

# #31057
source: EXIT
dutch: AFSLUITEN
french: QUITTER
german: VERLASSEN

# #31058
source: TURN OFF
dutch: UITSCHAKELEN
french: ETEINDRE
german: AUSSCHALTEN

# #31059
source: RESTART
dutch: HERSTARTEN
french: REDEMARRER
german: NEUSTARTEN

# #31060
source: SUSPEND
dutch: PAUZESTAND
french: SUSPENDRE
german: STANDBY

# #31061
source: HIBERNATE
dutch: SLAAPSTAND
french: METTRE EN VEILLE
german: RUHEZUSTAND

# #31062
source: CHANGE USER
dutch: ANDERE GEBRUIKER
french: CHANGER D UTILISATEUR
german: WECHSLE NUTZER

# #31063
source: FILES MANAGER
dutch: BESTANDSBEHEER
french: GESTIONNAIRE DE FICHIERS
german: DATEIMANAGER

# #31064
source: SYSTEM INFO
dutch: SYSTEEMINFO
french: INFORMATIONS SYSTEME

# #31065
source: TRAILERS
french: BANDES-ANNONCE
german: TRAILER

# #31067
source: TV GUIDE
dutch: TV GIDS
french: PROGRAMME TELE

# #31068
source: VIEWTYPES
dutch: TYPE WEERGAVEN
french: TYPES DE VUE
german: ANSICHTEN

# #31069
source: COMICS
dutch: STRIPBOEKEN
french: BANDES DESSINNEES

# #31070
source: TITLES
dutch: TITELS
french: TITRES
german: TITEL

# #31071
source: FAVOURITE
dutch: FAVORIET
french: FAVORI
german: FAVORIT

# #31072
source: VIDEO PLAYLIST
dutch: VIDEO AFSPEELLIJST
french: LISTE DE LECTURE VIDEO

# #31073
source: AUDIO PLAYLIST
dutch: AUDIO AFSPEELLIJST
french: LISTE DE LECTURE AUDIO

# #31074
source: ADD-ON
french: EXTENSION

# #31075
source: MY MENU
dutch: MIJN MENU
french: MON MENU
german: MEIN MENU

# #31076
source: + FAVOURITE ITEM
dutch: + FAVORIET ITEM
french: AJOUTER UN ELEMENT FAVORI
german: + FAVORISIERTES ELEMENT

# #31077
source: + VIDEO PLAYLIST ITEM
dutch: + VIDEO AFSPEELLIJST ITEM
french: ELEMENT DE LA PLAYLIST VIDEO
german: + VIDEO PLAYLIST ELEMENT

# #31078
source: + AUDIO PLAYLIST ITEM
dutch: + AUDIO AFSPEELLIJST ITEM
french: ELEMENT DE LA PLAYLIST MUSICALE
german: + AUDIO PLAYLIST ELEMENT

# #31079
source: + ADD-ON ITEM
french: PLUS DE COMPLEMENTS
german: + ADD-ON ELEMENT

# #31080
source: Item not used
dutch: Item niet gebruikt
french: ÉLÉMENT NON UTILISÉ
german: Element ungenutzt

# #31081
source: Item addition
dutch: Item toegevoegd
french: ajout de l'élément
german: Hinzugefügte Elemente

# #31082
source: Item you added
dutch: Item door U toegevoegd
french: Élément ajouté
german: Von dir hinzugefügtes Element

# #31084
source: CLOSE
dutch: AFSLUITEN
french: FERMER
german: SCHLIEßEN

# #31085
source: USE TO ADD A NEW ITEM, THEN CUSTOMIZE IT AS YOU WISH.[CR]YOU HAVE UP TO 12 ITEMS OF EACH TYPE TO ADD TO ANY SUBMENU.
dutch: GEBRUIKEN OM EEN NIEUW ITEM TOE TE VOEGEN EN PAS DAT VERVOLGENS AAN ZOALS U WILT.[CR]U KUNT MAXIMAAL 12 ITEMS VAN ELK TYPE TOEVOEGEN AAN EEN SUBMENU.
french: AJOUTER DE NOUVELLES ENTRÉES, PUIS PERSONNALISÉES LES COMME VOUS VOULEZ.[CR]VOUS POUVEZ INSTALLER JUSQU’À 15 ENTRÉES DANS LES SOUS-MENUS.
german: NUTZEN UM EIN NEUES ELEMENT HINZUZUFÜGEN, UND ES DANN NACH WUNSCH ZU MODIFIZIEREN.[CR] DU HAST BIS ZU 12 ELEMENTE EINES JEDEN TYPS UM SIE EINEM BELIEBIGEN UNTERMENÜ HINZUZUFÜGEN.

# #31087
source: Trailers
french: Bandes annonces
german: Trailer

# #31088
source: Games
french: Jeuxs
german: Spiele

# #31089
source: + VIDEO NODE ITEM
french: ELEMENT D'EXTENSION VIDEO
german: + VIDEOKNOTEN ELEMENT

# #31090
source: DIRECTORS
dutch: REGISSEURS
french: Producteurs
german: REGISSEURE

# #31092
source: PLAYLISTS
dutch: AFSPEELLIJSTEN
french: LISTES DE LECTURE
german: PLAYLISTEN

# #31093
source: ITEMS
french: ELEMENTS
german: ELEMENTE

# #31095
source: PATH
dutch: PAD
french: CHEMIN
german: PFAD

# #31096
source: DELETE PATH - HIDE THE ITEM IN THE MAIN MENU
dutch: VERWIJDER PAD - VERBERG HET ITEM IN HOOFDMENU
french: CHEMIN SUPPRIME - CACHE L'EXTENSION DANS LE MENU PRINCIPAL
german: PFAD LÖSCHEN - VERSTECKE DAS ELEMENT IM HAUPTMENÜ

# #31097
source: Access to collection
dutch: Toegang tot collectie
french: Acceder à la collection
german: Zugriff auf Sammlung

# #31098
source: Seasons and episodes
dutch: Seizoenen en afleveringen
french: Saisons et épisodes
german: Staffeln und Episoden

# #31099
source: Music videos
dutch: Muziek videos
french: Clips musicaux
german: Musikvideos

# #31100
source: Albums and tracks
dutch: Albums en tracks
french: Albums et pistes
german: Alben und Tracks

# #31101
source: Watch tv
dutch: TV Kijken
french: Regarder la TV
german: Fernsehen

# #31102
source: Executables and emulators
dutch: Uitvoerbare bestanden en emulators
french: Executables et emulateurs
german: Programme und Emulatoren

# #31103
source: Highlights to remember
dutch: Highlights om te onthouden
french: Surligner pour un rappel.
german: Highlights zur Erinnerung

# #31104
source: Forecast for up to 10 DAYS
dutch: Voorspelling voor maximaal 10 dagen
french: Prévision pour plus de 10 jours
german: Vorhersage für bis zu 10 TAGE

# #31105
source: My favourites items
dutch: Mijn favorieten items
french: Mes articles favoris
german: Meine Favoriten

# #31106
source: Favourite item
dutch: Favoriet item
french: Article favori
german: Favorit

# #31109
source: Shutdown
dutch: Uitschakelen
french: ARRÊTER
german: Herunterfahren

# #31111
source: DISC ART (IF AVAILABLE)
dutch: DISC ART (WANNEER BESCHIKBAAR)
french: Jaquette du CD (si disponible)
german: DISC ART (WENN VERFÜGBAR)

# #31112
source: PLOT ALWAYS VISIBLE
dutch: PLOT ALTIJD ZICHTBAAR
french: RÉSUMÉ TOUJOURS VISIBLE
german: HANDLUNG IMMER SICHTBAR

# #31113
source: BIOGRAPHY ALWAYS VISIBLE
dutch: BIOGRAFIE ALTIJD ZICHTBAAR
french: BIOGRAPHIE TOUJOURS VISIBLE
german: BIOGRAFIE IMMER SICHTBAR

# #31114
source: BANNER (IF AVAILABLE)
dutch: BANNER (WANNEER BESCHIKBAAR)
french: BANNIÈRE (SI DISPONIBLE)
german: BANNER (WENN VERFÜGBAR)

# #31115
source: VIDEO NODE
french: NŒUD VIDÉO
german: VIDEOKNOTEN

# #31116
source: CHESS EFFECT
dutch: SCHAAK EFFECT
french: EFFET ÉCHEC
german: SCHACH EFFEKT

# #31117
source: INVERT MENU COLORS
dutch: OMGEKEERDE MENU KLEUREN
french: INVERSER LES COULEURS DES MENUS
german: MENÜFARBEN INVERTIEREN

# #31118
source: TRANSPARENCY FOR STYLES
dutch: TRANSPARANTIE VOOR STIJLEN
french: TRANSPARENCES DES STYLES
german: TRANSPARENZ FÜR STILE

# #31119
source: LAYOUT STYLE 1
dutch: OPMAAKSTIJL 1
french: DISPOSITION STYLE 1
german: LAYOUT STIL 1

# #31120
source: LAYOUT STYLE 2
dutch: OPMAAKSTIJL 2
french: DISPOSITION STYLE 2
german: LAYOUT STIL 2

# #31121
source: LAYOUT STYLE - KARAOKE
dutch: OPMAAKSTIJL - KARAOKE
french: DISPOSITION STYLE - KARAOKE
german: LAYOUT STIL - KARAOKE

# #31122
source: BACKGROUND SET BY USER
dutch: ACHTERGROND INGESTELD DOOR GEBRUIKER
french: IMAGE DE FOND DÉFINI PAR L'UTILISATEUR
german: HINTERGRUNDBILD VOM BENUTZER

# #31123
source: SMART SUBMENU
dutch: SLIM SUBMENU
french: SOUS-MENU INTELLIGENT
german: SCHLAUES UNTERMENÜ

# #31124
source: SHOW SMART SUBMENU
dutch: TOON SLIM SUBMENU
french: AFFICHER LE SOUS-MENU INTELLIGENT
german: SCHLAUES UNTERMENÜ ANZEIGEN

# #31125
source: SHOW VIDEO IN BACKGROUND
dutch: TOON VIDEO IN ACHTERGROND
french: AFFICHER LA VIDÉO EN ARRIÈRE PLAN
german: VIDEO IM HINTERGRUND ANZEIGEN

# #31201
source: SUBMENU
french: SOUS-MENU
german: UNTERMENÜ

# #31203
source: SKIN
french: THEMES
german: DESIGN

# #31204
source: UPDATE
french: MISE A JOUR

# #31205
source: DELETE ITEM - REMOVE ITEM THAT YOU CREATED
dutch: VERWIJDER ITEM - VERWIJDER HET GEMAAKTE ITEM
french: SUPPRIMER L’ÉLÉMENT
german: ELEMENT LÖSCHEN - LÖSCHE DAS ELEMENT, DAS DU ERSTELLT HAST

# #31206
source: * Use image with dimensions 1920 x 188 pixels in PNG format
dutch: Gebruik afbeelding met afmetingen 1920 x 188 pixels in PNG-formaat
french: Utiliser une image de dimension 1920 x 188 pixel en format PNG
german: Nutze Bilder mit den Dimensionen 1920 x 188 pixel im PNG Format

# #31207
source: CUSTOMIZE MAIN MENU
dutch: HOOFDMENU AANPASSEN
french: PERSONNALISER LE MENU PRINCIPAL
german: HAUPTMENÜ ANPASSEN

# #31208
source: PAST HERE
dutch: PLAK HIER
french: COLLER ICI
german: HIER EINFÜGEN

# #31209
source: Item
french: ELEMENT
german: Element

# #31210
source: Items
french: ELEMENTS
german: Elemente

# #31211
source: RENAME
dutch: HERNOEMEN
french: RENOMMER
german: UMBENENNEN

# #31212
source: DISABLE
dutch: UITSCHAKELEN
french: DESACTIVER
german: DEAKTIVIEREN

# #31213
source: ENABLE
dutch: INSCHAKELEN
french: ACTIVER
german: AKTIVIEREN

# #31214
source: DISABLE/REORDER
dutch: UITSCHAKELEN/VERPLAATSEN
french: DÉSACTIVER / REORGANISER
german: DEAKTIVIEREN/NEU ORDNEN

# #31216
source: THUMBNAIL SET PLAYLIST
dutch: THUMBNAIL AFSPEELLIJST INSTELLEN
french: DÉFINIR LA MINIATURE DE LA PLAYLIST
german: VORSCHAUBILD SET PLAYLISTE

# #31217
source: CHANGE BACKDROP - ONE IMAGE
dutch: VERANDER ACHTERGROND - ÉÉN AFBEELDING
french: CHANGER LE FOND D'ÉCRAN - UNE IMAGE
german: HINTERGRUND ÄNDERN - EINZELBILD

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
dutch: VERANDER ACHTERGROND - MEERDERE AFBEELDINGEN
french: CHANGER LE FOND D'ÉCRAN - PLUSIEURS IMAGES
german: HINTERGRUND ÄNDERN - MEHRERE BILDER

# #31219
source: RESTORE DEFAULT THUMBNAIL
dutch: HERSTEL STANDAARD THUMBNAIL
french: RESTAURER LA MINIATURE PAR DÉFAUT
german: STANDARD THUMBNAIL WIEDERHERSTELLEN

# #31220
source: RESTORE DEFAULT BACKDROP
dutch: HERSTEL STANDAARD ACHTERGROND
french: RESTAURER LE FOND D'ÉCRAN PAR DÉFAUT
german: STANDARD HINTERGRUNG WIEDERHERSTELLEN

# #31221
source: NO FAVOURITES TO SHOW
dutch: GEEN FAVORIETEN OM TE TONEN
french: PAS DE FAVORIS À AFFICHER
german: KEINE FAVORITEN ZUM ANZEIGEN

# #31222
source: END
dutch: EINDE
french: FIN
german: ENDE

# #31223
source: TIP
french: ASTUCE
german: TIPP

# #31224
source: MORE OPTIONS
dutch: MEER OPTIES
french: PLUS D'OPTIONS
german: MEHR OPTIONEN

# #31225
source: REORDER MENU
dutch: MENU HERINDELEN
french: Réarranger le menu
german: MENÜ NEU ORDNEN

# #31226
source: GENERAL INFORMATION
dutch: ALGEMENE INFORMATIE
french: INFORMATIONS GENERALES
german: ALLGEMEINE INFORMATIONEN

# #31227
source: INFORMATIONS BAR
dutch: INFORMATIE BALK
french: BARRE D'INFORMATIONS

# #31228
source: SMART SUBMENU
dutch: SLIM SUBMENU
french: SOUS-MENU INTELLIGENT
german: SCHLAUES UNTERMENÜ

# #31229
source: MY MENU
dutch: MIJN MENU
french: Mon Menu
german: MEIN MENÜ

# #31231
source: CLEAN LIBRARY
dutch: OPSCHONEN BIBLIOTHEEK
french: NETTOYER LA BIBLIOTHÈQUE
german: DATENBANK LÖSCHEN

# #31234
source: MENU IN WRAP LIST MODE
dutch: MENU IN WRAP LIST MODUS
french: MENU EN MODE LISTE ENROULÉE
german: MENÜ ALS GEWICKELTE LISTE

# #31235
source: MENU IN FIXED LIST MODE
dutch: MENU IN VASTE LIJST MODUS
french: MENU EN MODE LISTE FIXE
german: MENÜ ALS FIXIERTE LISTE

# #31236
source: MUSICAL NOTE
dutch: MUZIEKNOOT
french: NOTE MUSICALE
german: MUSIKALISCHE NOTE

# #31237
source: Done
dutch: Gereed
french: Terminer
german: Fertig

# #31238
source: OSD MENU
french: MENU OSD
german: OSD MENÜ

# #31239
source: FULL MENU MODE
dutch: VOLLEDIGE MENU MODUS
french: Mode Menu Complet
german: VOLLMENÜ MODUS

# #31240
source: CLEAN MENU MODE
dutch: GEDEELTELIJK MENU MODUS
french: MODE MENU CLEAN
german: CLEAN MENÜ MODUS

# #31241
source: SELECT
dutch: SELECTEER
french: Sélectionner
german: WÄHLE

# #31242
source: SHOW
dutch: TONEN
french: EVENEMENTS
german: ZEIGE

# #31243
source: SYSTEM MENU (MENU 'S')
dutch: SYSTEEM MENU (MENU'S)
french: MENU SYSTÈME (MENU 'S')
german: SYSTEM MENÜ (MENÜ 'S')

# #31245
source: KEEP BACKGROUND'S ASPECT
dutch: BEHOUD ACHTERGROND ASPECT
french: GARDER L'ASPECT DU FOND D'ECRAN
german: SEITENVERHÄLTNIS DES HINTERGRUNDS BEIBEHALTEN

# #31246
source: SHOW WIDGETS FOR:
dutch: TOON WIDGETS VOOR:
french: AFFICHER LES WIDGETS POUR :
german: Widgets anzeigen für:

# #31250
source: SHOW DATE AND WEATHER
dutch: DATUM EN WEER TONEN
french: AFFICHER LA DATE ET LA MÉTÉO
german: DATUM UND WETTER ANZEIGEN

# #31251
source: 3D MODE
french: MODE 3D

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
dutch: Kies een favoriet.[CR]Houd in gedachte dat om deze lijst te vullen het contextmenu middels 'C-toets' gebruikt moet worden om 'Aan favorieten toevoegen' te kunnen kiezen.
french: Choisir un favori.[CR]Rappelez-vous que pour remplir cette liste, vous devez utiliser le menu contextuel 'touche C' sur un objet et Ajouter au favoris.
german: Wähle einen Favoriten.[CR] Denk daran, dass Du zum Erweitern der Liste das Kontextmenü (Taste C) bei einem Element nutzen und anschließend Zu Favoriten hinzufügen auswählen musst.

# #31254
source: With EXTRAPACK you have available:[CR]Themes.[CR]Thematic Styles.[CR]Icons for video and music genre.[CR]Genre fanart for music and video.[CR]Animated Icons for weather.[CR]Background images based on weather conditions.[CR][CR]The complete download can take a little depending on your connection speed.
dutch: Met EXTRAPACK heeft men:[CR]Themas.[CR]Stijlen.[CR]Iconen voor video en muziek genres.[CR]Genre fanart voor video en muziek.[CR]Bewegende iconen voor het weer.[CR]Achtergrondafbeeldingen gebaseerd op weerscondities.[CR][CR]Het downloaden van het geheel kan even duren afhankelijk van de verbindingssnelheid.
french: Avec EXTRAPACK, vous avez de disponible :[CR]Thèmes.[CR]Styles de Thèmes.[CR]Icônes pour les vidéos et le genre de musique.[CR]Genre de fanart pour les musiques et vidéos.[CR]Icônes animés pour le temps.[CR]Arrière plan basé sur les conditions météo.[CR][CR]Le téléchargement complet dépend la vitesse de votre connexion.
german: Mit dem EXTRAPACK bekommst du:[CR]Themes.[CR]Thematische Stile.[CR]Icons für Video und Music Genre.[CR]Genre Fanart für Music und Video.[CR]Animierte Wettericons.[CR]Hintergründe basierend auf den Wetterkonditionen.[CR][CR]Der komplette Download kann abhängig von deiner Verbindungsgeschwindigkeit etwas Dauern.

# #31255
source: New theme has been set
dutch: Nieuw thema is ingesteld
french: Le nouveau thème a été appliqué
german: Neues Design wurde gesetzt

# #31256
source: New style has been set
dutch: Nieuwe stijl is ingesteld
french: Le nouveau style a été appliqué
german: Neuer Stil wurde gesetzt

# #31257
source: 1. Create a root folder with any name, for example MY THEME.[CR][CR]2. Inside the root folder create 20 folders by these names:[CR]addons, aplaylist,autumn, concerts, disc, favourites, games, livetv, movies, music, mymenu, pictures,settings, shutdown, spring, summer, tvshows, vnodes, vplaylist, winter.[CR][CR]3. Place within each of these folders the images you chose, MY THEME supports multiple files, you can include as many pictures as you want per folder.[CR][CR]4. After the theme ready enter the path of the root.[CR][CR]The default image for Ace has pixels 72dpi 1280x720 JPG format and I would suggest using the program FastStone Photo Resize to obtain good quality images and low size.[CR]If wish you can also use images with 1980x1080 pixels/72dpi, in format jpg.
dutch: 1. Maak een basis map aan met een willekeurige naam, bijvoorbeeld MIJN THEMA.[CR][CR]2. In deze map maakt u 16 mappen aan met de volgende namen:[CR]addons, autumn, concerts, custom, games, LiveTV, movies, music, MyMenu, pictures, settings, spring, summer, tvshows, videos, winter.[CR][CR]3. Plaats de afbeeldingen naar keuze in deze mappen, MIJN THEMA ondersteunt meerdere bestanden. U kunt per map zoveel afbeeldingen toevoegen als u wilt.[CR][CR]4. Geef het pad naar de basis map op wanneer uw thema klaar is.[CR][CR]De kwaliteit van de standaardafbeelding voor Ace is 72dpi met een resolutie van 1280x720 in het JPG-formaat en het wordt aangeraden om het programma FastStone Photo Resize te gebruiken om goede kwaliteit afbeeldingen te krijgen van kleine grootte.[CR]Indien gewenst kunt u ook afbeeldingen van 1980x1080 pixels/72dpi in JPG-formaat gebruiken.
french: Créer un répertoire racine avec le nom de votre choix, par exemple MON THÈME.[CR][CR]2. Dans le dossier racine, créer 19 dossiers avec ces noms: [CR]addons, aplaylist, autumn, concerts, disc, favourites, games, livetv, movies, music, mymenu, pictures, settings, shutdown, spring, summer, tvshows, vplaylist, winter.[CR][CR]3. Placer les images de votre choix dans ces dossiers. MON THÈME supporte les fichiers mulitiples, vous pouvez ajouter autant d'images que vous voulez dans chaque dossier.[CR][CR]4. Après la préparation du thème, entrer le chemin du dossier racine.[CR][CR] Les images par défaut de Ace ont une résolution de 72dpi/1280x720 au format JPG. Nous vous suggérons d'utiliser le logiciel FastStone Photo pour redimensionner vos images et obtenir des fichiers légers de bonne qualité.[CR] Si vous le souhaitez, vous pouvez utiliser des images en 72dpi/1980x1080 au format JPG.
german: 1. Erstelle ein Hauptverzeichnis mit einem beliebigen Namen, z.B. MY THEME.[CR][CR]2. Erstelle 20 Verzeichnisse Innerhalb des Hauptverzeichnisses mit folgenden Namen:[CR]addons, aplaylist, autumn, concepts, disc, favourites, games, livetv, movies, music, mymenu, pictures, settings, shutdown, spring, summer, tvshows, vnodes, vplaylist, winter[CR][CR]3. Lege die Bilder, die Du haben möchtest, im jeweiligen Verzeichnis ab. MY THEME unterstützt mehrere Dateien, Du kannst pro Verzeichnis so viele Bilder verwenden, wie Du möchtest.[CR][CR]4. Nachdem das Theme fertig ist, gib den Pfad zum Hauptverzeichnis an.[CR][CR]Die Standardbilder für Ace haben 72dpi, 1280x720px im JPG-Format. Ich würde empfehlen das Programm FastStone Photo Resize zu verwenden, um qualitativ hochwertige Bilder mit geringer Größe zu erhalten.[CR]Wenn gewünscht können auch Bilder mit 1980x1080px/72pdi im JPG-Format verwendet werden.

# #31260
source: FOLDER CONTAINS:
dutch: MAP BEVAT:
french: Le dossier contient
german: ORDNER ENTHÄLT:

# #31261
source: CONFIGURE
dutch: CONFIGUREREN
french: Configurer
german: KONFIGURIEREN

# #31262
source: CHANGE STANDARD OPTIONS
dutch: VERANDER STANDAARDOPTIES
french: Changer les réglages standard
german: ÄNDERE STANDARD OPTIONEN

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
dutch: AUTOMATISCHE UPDATES VAN ADD-ONS INSCHAKELEN
french: Activer la mise a jour automatique des add-ons
german: AKTIVIERE AUTOMATISCHES UPDATE DER ADDONS

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
dutch: TOON UPDATENOTIFICATIE VAN ADD-ONS
french: AFFICHER LES NOTIFICATIONS DE MISE À JOUR DES ADD-ONS
german: ZEIGE UPDATE BENACHRICHTIGUNG FÜR ADD-ONS

# #31265
source: SHOW ADD-ON FANART
dutch: TOON ADD-ON FANART
french: AFFICHER LE FANART DE L'ADD-ON
german: ZEIGE ADD-ON-FANART

# #31276
source: CASE FOR CONTENT
dutch: INHOUD HOESJE
french: BOÎTIER POUR LE CONTENU
german: HÜLLE FÜR INHALT

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
dutch: PERSONALISEER DE HOESJES VOOR DE BIBLIOTHEEK
french: PERSONNALISER LES BOÏTES POUR VOTRE COLLECTION
german: DIE BOXEN FÜR DEINE SAMMLUNG PERSONALISIEREN
