Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Hindi/strings.po
Languages: hi

# #31001
source: VIDEOS
hi: वीडियो

# #31002
source: MUSIC
hi: संगीत

# #31003
source: MOVIES
hi: फिल्में

# #31004
source: PLAY DISC
hi: डिस्क चलायें

# #31005
source: TV SHOWS
hi: टीवी शो

# #31006
source: LIVE TV
hi: लाइव टीवी

# #31007
source: GAMES
hi: खेल

# #31008
source: IMAGES
hi: छवियाँ

# #31009
source: WEATHER
hi: मौसम

# #31010
source: ADD-ONS
hi: पूरक

# #31011
source: SETTINGS
hi: सेटिंग

# #31013
source: CONCERTS
hi: संगीत कार्यक्रम

# #31014
source: EMPTY
hi: रिक्त

# #31024
source: VIDEO ADD-ONS
hi: विडियो पूरक

# #31025
source: AUDIO ADD-ONS
hi: ध्वनि पूरक

# #31026
source: IMAGE ADD-ONS
hi: छवि पूरक

# #31027
source: PROGRAMS ADD-ONS
hi: प्रोग्राम पूरक

# #31028
source: YEAR
hi: वर्ष

# #31029
source: SETS
hi: समूह

# #31030
source: PROGRAMS
hi: प्रोग्राम

# #31032
source: GENRE
hi: विधा

# #31033
source: FILES
hi: फाइलें

# #31034
source: RECENTLY ADDED
hi: हाल ही में जोड़े गए

# #31035
source: PLAYLIST
hi: प्लेलिस्ट

# #31037
source: ARTISTS
hi: कलाकार

# #31038
source: PARTY MODE
hi: पार्टी मोड

# #31039
source: LAST FM
hi: लास्ट FM

# #31040
source: ALBUMS
hi: एल्बम

# #31041
source: COMPILATIONS
hi: संकलन

# #31042
source: TOP 100
hi: शीर्ष 100

# #31043
source: RECENTLY PLAYED
hi: हाल ही में चलाये गए

# #31044
source: AUDIO ADD-ONS
hi: ध्वनि पूरक

# #31045
source: ACTORS
hi: अभिनेता

# #31047
source: STUDIOS
hi: स्टूडियो

# #31048
source: SETS
hi: समूह

# #31049
source: RANDOM
hi: क्रमरहित

# #31050
source: 4 DAYS
hi: 4 दिन

# #31051
source: 36 HOURS
hi: 36 घंटे

# #31052
source: WEEKEND
hi: सप्ताहंत

# #31053
source: 7 DAYS
hi: 7 दिन

# #31054
source: ALERTS
hi: चेतावनी

# #31055
source: TIMER
hi: घड़ी

# #31056
source: CANCEL TIMER
hi: घड़ी रद्द करें

# #31059
source: RESTART
hi: पुनः प्रारंभ

# #31060
source: SUSPEND
hi: निलंबित

# #31061
source: HIBERNATE
hi: सुषुप्त

# #31062
source: CHANGE USER
hi: उपयोगकर्ता बदलें

# #31063
source: FILES MANAGER
hi: फाइल

# #31064
source: SYSTEM INFO
hi: सिस्टम जानकारी

# #31065
source: TRAILERS
hi: ट्रेलर

# #31066
source: CINEMA EX
hi: सिनेमा EX

# #31067
source: TV GUIDE
hi: टीवी निर्देशिका

# #31068
source: VIEWTYPES
hi: दृश्य प्रकार

# #31069
source: COMICS
hi: कॉमिक्स

# #31070
source: TITLES
hi: शीर्षक

# #31090
source: DIRECTORS
hi: निर्देशक

# #31091
source: GENRES
hi: शैलियाँ

# #31092
source: PLAYLISTS
hi: प्ले लिस्ट

# #31093
source: ITEMS
hi: अवयव

# #31094
source: NO LOCAL/CANCEL
hi: नहीं स्थानीय/रद्द

# #31201
source: SUBMENU
hi: उप मेनू

# #31202
source: OPTIONS
hi: विकल्प

# #31203
source: SKIN
hi: आवरण

# #31204
source: UPDATE
hi: नवीनतम

# #31209
source: Item
hi: वस्तु

# #31210
source: Items
hi: मद

# #31211
source: RENAME
hi: पुनर्नामित

# #31212
source: DISABLE
hi: aksham

# #31213
source: ENABLE
hi: सक्षम

# #31214
source: DISABLE/REORDER
hi: अक्षम/पुनः क्रमित

# #31216
source: THUMBNAIL SET PLAYLIST
hi: प्लेलिस्ट में लघुचित्र निर्धारित करें

# #31217
source: CHANGE BACKDROP - ONE IMAGE
hi: पृष्ठ भाग बदलें - एक चित्र

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
hi: पृष्ठ भाग बदलें - अनेक चित्र

# #31219
source: RESTORE DEFAULT THUMBNAIL
hi: लघुचित्र बहाल करें

# #31220
source: RESTORE DEFAULT BACKDROP
hi: पृष्ठ भूमि बहाल करें

# #31221
source: NO FAVOURITES TO SHOW
hi: कोई पसंदीदा दिखने के लिए नहीं

# #31222
source: END
hi: समाप्त

# #31223
source: TIP
hi: सलाह

# #31224
source: MORE OPTIONS
hi: अन्य विकल्प

# #31225
source: REORDER MENU
hi: रिकोर्डर मेनू

# #31226
source: GENERAL INFORMATION
hi: सामान्य सूचना

# #31228
source: SMART SUBMENU
hi: स्मार्ट उप मेनू

# #31229
source: MY MENU
hi: मेरा मेनू

# #31234
source: MENU IN WRAP LIST MODE
hi: वार्प लिस्ट मोड में मेनू

# #31235
source: MENU IN FIXED LIST MODE
hi: स्थिर सूची मोड में मेनू

# #31236
source: MUSICAL NOTE
hi: संगीत चिन्ह

# #31237
source: Done
hi: पूर्ण किया

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
hi: पसंदीदा चुनें.[CR] याद रखें सूची को पूरा करने के लिए सन्दर्भ मेनू 'C कुंजी' उस आईटम पर काम लें और पसंदीदा में जोड़ें.

# #31255
source: New theme has been set
hi: नया थीम सेट किया गया

# #31256
source: New style has been set
hi: नयी शैली सेट की गयी

# #31260
source: FOLDER CONTAINS:
hi: फोल्डर में निहित

# #31261
source: CONFIGURE
hi: समनुरूप

# #31262
source: CHANGE STANDARD OPTIONS
hi: मानक विकल्प बदलें

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
hi: पूरक का स्वतः नवीनीकरण सक्षम करें.

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
hi: पृरक की नवीनीकरण सूचना दिखाएँ.

# #31265
source: SHOW ADD-ON FANART
hi: प्रशंषक आर्ट पूरक दिखाएँ.

# #31266
source: BLURAY
hi: ब्लू रे

# #31267
source: 3DBD
hi: 3डी ब्लू रे

# #31268
source: HD-DVD
hi: HD डी वी डी

# #31269
source: HDTV
hi: HD टीवी

# #31270
source: SDTV
hi: SD टीवी

# #31271
source: WEBTV
hi: वेब टीवी

# #31272
source: DVD
hi: डी वी डी

# #31274
source: DTHEATER
hi: डी थियेटर

# #31275
source: DVHS
hi: डी VHS

# #31276
source: CASE FOR CONTENT
hi: सामग्री हेतु कवर

# #31277
source: STANDARD
hi: मानक

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
hi: अपने संग्रह को व्यक्तिगत करें

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
hi: मिडिया लेबल या रंग बदलें, अपना बक्शा बनायें

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
hi: अगर फाइल अथवा फोल्डर में नाम चिन्ह उपलब्ध है, तो यह बक्सा काम में लिया जाएगा.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
hi: अनुकूलित करने के लिए कवर चुने व ENTER दबाएँ

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
hi: अगर फाइल अथवा फोल्डर में 'वेब' चिन्ह उपलब्ध है, तो यह बक्सा काम में लिया जाएगा.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
hi: अगर फाइल अथवा फोल्डर में 'HDTV' चिन्ह उपलब्ध है, तो यह बक्सा काम में लिया जाएगा.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
hi: अगर फाइल अथवा फोल्डर में 'DVD' चिन्ह उपलब्ध है, तो यह बक्सा काम में लिया जाएगा.

# #31287
source: LABEL CASE
hi: कवर का नाम

# #31288
source: NO LABEL
hi: लेबल नहीं

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
hi: मीडिया कोडेक के अनुसार स्टीकर दिखाया जाएगा.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
hi: ब्लू रे सामग्री लेबल दिखाया जाएगा.

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
hi: ब्लू रे 3डी सामग्री लेबल दिखाया जाएगा.

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
hi: वेब टीवी अवयव लेबल दिखाए जायेंगे

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
hi: HDTV अवयव लेबल दिखाए जायेंगे

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
hi: डी वी डी अवयव दिखाए जायेंगे

# #31296
source: COLOR FOR THIS CASE
hi: इस बक्से का रंग

# #31297
source: MEDIA CASE
hi: मीडिया बक्शा

# #31298
source: CUSTOMIZE CASE
hi: बक्से को अनुकूलित करें

# #31299
source: BOOKMARK
hi: पृष्ठ स्मृति

# #31300
source: SUBTITLES
hi: लिखित भाषांतर

# #31301
source: BACK
hi: वापिस

# #31302
source: FORWARD
hi: आगे

# #31303
source: PLAY
hi: चलायें

# #31304
source: PAUSE
hi: अक्षम

# #31305
source: STOP
hi: रोंके

# #31306
source: NEXT
hi: अगला

# #31307
source: OSD
hi: ओ एस डी

# #31308
source: PAUSED
hi: रुका हुआ

# #31309
source: CURRENT POSITION
hi: वर्तमान स्थिति

# #31310
source: CURRENT TIME
hi: वर्तमान समय

# #31311
source: ENDS AT
hi: पर समाप्त

# #31312
source: IMAGE OPTIONS
hi: छवि विकल्प

# #31313
source: AUDIO OPTIONS
hi: ध्वनि विकल्प

# #31314
source: PROGRAMS OPTIONS
hi: प्रोग्राम विकल्प

# #31315
source: RANDOM ORDER
hi: क्रमरहित

# #31316
source: MODE
hi: विधा

# #31317
source: POSTER
hi: पोस्टर

# #31318
source: IMDB: STARS
hi: IMDB: सितारे

# #31319
source: IMDB: TEXT
hi: IMDB: पाठ

# #31320
source: THUMBNAIL
hi: लघु चित्र

# #31321
source: INFO MODE
hi: जानकारी रूप

# #31322
source: PANEL
hi: पट्टिका

# #31323
source: STANDARD
hi: मानक

# #31324
source: AUTO INFO
hi: स्वतः सूचना

# #31325
source: NEXT TRACK
hi: अगला ट्रैक

# #31326
source: WEATHER MENU
hi: मौसम मेनू

# #31327
source: BACKGROUND IMAGE
hi: पृष्ठ भूमि दृश्य

# #31328
source: SHOW CDART
hi: CD आर्ट दिखाएँ

# #31329
source: VIEW ARTIST BIOGRAPHY
hi: कलाकार की जीवनी देखें

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
hi: कलाकार/एल्बम की जानकारी देखें

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
hi: कलाकार के लघु चित्र दिखाएँ

# #31332
source: ITEMS IN PLAYLIST
hi: प्लेलिस्ट के आईटम

# #31333
source: CHANNELS
hi: चेनल

# #31334
source: ROOT FOLDER COLLECTION
hi: मूल फोल्डर संग्रह

# #31335
source: RELOAD SKIN
hi: स्किन को पुनः लोड करें

# #31337
source: YEARS OF ACTIVITY
hi: गतिविधि के वर्ष

# #31338
source: MOODS
hi: भाव

# #31339
source: TRAINING
hi: प्रशिक्षण

# #31340
source: TRACKS
hi: ट्रैक

# #31341
source: GUI MODE
hi: GUI मोड

# #31342
source: AUTO MODE
hi: स्वतः मोड

# #31343
source: CUSTOM MODE
hi: स्वरुचि मोड

# #31344
source: ADD-ON OPTIONS
hi: पूरक विकल्प

# #31345
source: STYLES
hi: शैलियाँ

# #31346
source: NOTES
hi: टिप्पणी

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
hi: फोल्डर के लिए नाम चुनें

# #31350
source: MODIFIED
hi: संशोधित

# #31351
source: APPEARANCE
hi: दिखावट

# #31352
source: DISPLAY AND INTERFACE
hi: दृश्य और इंटरफेस

# #31353
source: VIDEO
hi: विडियो

# #31354
source: LIBRARY AND PLAYBACK
hi: संग्रह और प्लेबैक

# #31355
source: AUDIO
hi: ध्वनि

# #31356
source: LIBRARY AND PLAYBACK
hi: संग्रह और प्लेबैक

# #31357
source: TV
hi: टीवी

# #31358
source: SETTINGS AND PLAYBACK
hi: सेट्टिंग और प्लेबैक

# #31359
source: SYSTEM
hi: सिस्टम

# #31360
source: CACHE AND HARDWARE
hi: द्रुतिका

# #31361
source: NETWORK
hi: संजाल

# #31362
source: LOCAL AND INTERNET
hi: स्थानीय एवं इन्टरनेट

# #31363
source: ADD-ONS
hi: पूरक

# #31364
source: MANAGE ADD-ONS
hi: पूरक व्यवस्थित करें

# #31365
source: IMAGE
hi: दृश्य

# #31366
source: NAVIGATION AND PRESENTATIONS
hi: मार्गनिर्देशन और प्रस्तुति

# #31367
source: WEATHER
hi: मौसम

# #31368
source: LOCATION AND APPEARANCE
hi: स्थान एवं दिखावट

# #31369
source: PROFILE
hi: प्रोफाइल

# #31370
source: USER ACCOUNTS
hi: उपयोगकर्ता खाता

# #31371
source: SKIN SETTINGS
hi: स्किन सेट्टिंग

# #31372
source: ACTIVATE LOGIN SCREEN
hi: लोगिन स्क्रीन को सक्रिय करें.

# #31373
source: USERS
hi: उपयोगकर्ता

# #31374
source: MANAGE PROFILES
hi: प्रोफाइल व्यवस्थित करें

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
hi: हाई डेफिनेशन मीडिया माहोल

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
hi: फ़िल्में, टीवी शो और संगीत कार्यक्रम

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
hi: XBMC आपके संगीत को सूचीबद्ध करता है एवं चलाता है

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
hi: कलाकार,एल्बम और ट्रैक जानकारी.[CR]आराम करें और सुने दृश्य प्रभावों के साथ अपना संगीत

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
hi: अपने पसंदीदा टीवी शो देखें

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
hi: लाइव टीवी देखें.[CR]टीवी शो देखें व रिकॉर्ड करें.

# #31384
source: ORGANIZE YOUR PICTURES
hi: अपनी पिक्चरों को व्यवस्थित करें

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
hi: प्रेजेंटेसन बनायें.[CR]अपनी हार्ड डिस्क या फ्लेश ड्राईव से सीधे संग्रह को दिखाएँ.

# #31386
source: WEATHER FORECAST
hi: मौसम पूर्वानुमान

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
hi: धुप या बरसात? तीन शहर चुनें और जाने मौसम का हाल, WEATHER.COM के सौजन्य से.[CR]उपरोक्त शहरों के अलावा आप अंग्रेजी या मेट्रिक सिस्टम चुन सकते है.

# #31388
source: SUPPLEMENTS FOR XBMC
hi: XBMC के लिए अनुपूरक

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
hi: XBMC के सम्पूर्ण उपयोग के लिए पूरकों को लेवें और व्यवस्थित करें.[CR]फिल्म और संगीत स्क्रेप्पर और प्लगिन स्वतः नवीनीकरण के साथ.

# #31390
source: PLAYBACK SETTINGS
hi: प्लेबैक सेट्टिंग

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
hi: दृश्य अंशांकन और ध्वनि चुनाव.[CR]XBMC ध्वनि व विडियो के लिए उच्चतम गुणवत्ता प्रदान करता है.

# #31392
source: DATA MANAGEMENT
hi: डाटा प्रबंधन

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
hi: उच्च क्षमता की हार्ड डिस्क आपके संकलन के लिए उत्तम है.[CR]XBMC हजारों स्त्रोतों से फाइलें व्यवस्थित कर सकता है.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
hi: आपके परिवार जन इसे पसंद करेंगे

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
hi: अनेक उपयोगकर्ता सुविधा के साथ आप अपना विन्यास रख सकते है.[CR]RSS FEEDS, दृश्य और संकलन विकल्प अलग से काम लिए जा सकते है.

# #31398
source: FURNITURE
hi: सज्जा

# #31399
source: MOVE OBJECTS
hi: वस्तु खिसकाएँ.

# #31400
source: STYLES
hi: स्टाइल

# #31401
source: CHOOSE A TYPE
hi: टाइप चुनें

# #31402
source: EXTRAPACK
hi: अतिरिक्त पुलिंदा

# #31403
source: THEMES AND IMAGES
hi: थीम और चित्र

# #31404
source: COLORS
hi: रंग

# #31405
source: CHANGING SKIN TONE
hi: स्किन का रंग बदलें

# #31406
source: MEDIA INFO
hi: मीडिया जानकारी

# #31407
source: COLLECTION
hi: संग्रह

# #31408
source: ART
hi: आर्ट

# #31409
source: CONTEXTUAL ART
hi: सन्दर्भ आर्ट

# #31410
source: MAIN MENU
hi: मुख्य मेनू

# #31411
source: VISUAL OPTIONS
hi: दृश्य विकल्प

# #31412
source: REMINDERS
hi: अनुस्मारक

# #31413
source: TIME, RSS AND TOP MENU
hi: समय,RSS और शीर्ष मेनू

# #31414
source: PLAYBACK
hi: प्लेबैक

# #31415
source: PLAY OPTIONS
hi: चलाने के विकल्प

# #31416
source: EXTRAS
hi: अतिरिक्त

# #31417
source: GLOBAL OPTIONS
hi: सार्वभौमिक विकल्प

# #31418
source: MENUS
hi: मेनू

# #31419
source: NAVIGATION LAYOUT
hi: विचरण खाका

# #31420
source: MODES/RESET
hi: मोड/रिसेट

# #31421
source: RESET SKIN
hi: स्किन रिसेट करें

# #31422
source: ELIMINATE ALL OPTIONS
hi: सभी विकल्प मिटायें

# #31423
source: CUSTOMIZATION - OPTIONS
hi: विशिष्ठ रूप - विकल्प

# #31428
source: WATCHED
hi: देखे गए

# #31429
source: UNWATCHED
hi: नहीं देखे गए

# #31430
source: TRAILER AVAILABLE
hi: ट्रेलर उपलब्ध

# #31431
source: PRESS ANY DIRECTION TO CANCEL
hi: रद्द के लिए किसी भी दिशा में दबाएँ

# #31432
source: PRESS UP TO PLAY
hi: प्ले करने के लिए ऊपर दबाएँ

# #31433
source: PRESS UP TWICE TO PLAY
hi: प्ले करने के लिए दो बार ऊपर दबाएँ

# #31434
source: PRESS LEFT/UP TO ACCESS
hi: पहुँच के लिए ऊपर/नीचे दबाएँ

# #31435
source: ADD-ON REQUIRED
hi: पूरक चाहिए

# #31436
source: SMART SHORTCUTS
hi: चतुर तरीका

# #31437
source: ROOT
hi: मूल

# #31438
source: GET LOGO/CLEARART
hi: लोगो/क्लेअर आर्ट लेवें

# #31440
source: TURN ON TV TUNES
hi: टीवी ट्यून शुरू करें

# #31441
source: GET ARTWORK
hi: आर्ट वर्क लेवें

# #31456
source: PRESS RIGHT TO PLAY
hi: प्ले करने के लिए दाहिने दबाएँ

# #31457
source: PRESS RIGHT TWICE TO PLAY
hi: प्ले करने के लिए दो बार दाहिने दबाएँ

# #31458
source: TRAILER ON
hi: ट्रेलर चालु

# #31459
source: PRESS ANY DIRECTION TO CANCEL
hi: रद्द करने के लिए किसी भी दिशा में दबाएँ

# #31460
source: PLAYBACK WILL START IN
hi: प्लेबैक शुरू होने में

# #31461
source: PLEASE WAIT
hi: कृपया इंतज़ार करें

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
hi: चलित पृष्ठभूमि दृश्य ( PAN AND SCAN )

# #31463
source: ANIMATED FANART (PAN AND SCAN)
hi: चलित प्रशंषक आर्ट ( PAN AND SCAN )

# #31464
source: ANIMATED FANART (SLIDE)
hi: चलित प्रशंषक आर्ट ( स्लाईड )

# #31465
source: 1 SECOND DELAY
hi: 1 सेकंड का विलम्ब

# #31466
source: 2 SECONDS DELAY
hi: 2 सेकंड का विलम्ब

# #31467
source: 3 SECONDS DELAY
hi: 3 सेकंड का विलम्ब

# #31468
source: 4 SECONDS DELAY
hi: 4 सेकंड का विलम्ब

# #31469
source: 5 SECONDS DELAY
hi: 5 सेकंड का विलम्ब

# #31470
source: AUTOMATIC PANEL
hi: स्वचालित पेनल

# #31471
source: MANUAL PANEL
hi: हस्तचालित पेनल

# #31472
source: PANEL ALWAYS VISIBLE
hi: पेनल हमेशा दिखाएँ

# #31473
source: PANEL OFF
hi: पेनल बंद

# #31474
source: FANART STYLE
hi: प्रशंषक आर्ट स्टाइल

# #31475
source: POSTER STYLE
hi: पोस्टर स्टाइल

# #31476
source: PLOT STYLE
hi: प्लाट स्टाइल

# #31477
source: EXTRA THUMBNAIL STYLE
hi: अतिरिक्त लघुचित्र स्टाइल

# #31478
source: CHANGING VIEW
hi: बदलते दृश्य

# #31479
source: (DE)ACTIVATE VIEWS
hi: दृश्य (अ)क्षम करें

# #31480
source: SORT BY: ASCENDING
hi: क्रमबद्ध करे: आरोही

# #31481
source: SORT BY: DESCENDING
hi: क्रमबद्ध करे: अवरोही

# #31482
source: MEDIA LABELS
hi: मीडिया लेबल

# #31483
source: AUTO HIDE
hi: स्वतः छिपना

# #31485
source: 'WATCHED' LABEL
hi: 'देखे गए' लेबल

# #31486
source: USE MEDIA CASE
hi: मीडिया बक्शा काम में लें

# #31487
source: USE STARS TO RATE
hi: मूल्यांकन के लिए सितारे काम लें

# #31488
source: VIDEO OPTIONS
hi: विडियो विकल्प

# #31489
source: TRANSPARENT PANEL
hi: पारदर्शी पट्टिका

# #31490
source: SLIM LIST
hi: छोटी लिस्ट

# #31491
source: HIDE WATCHED
hi: देखे गए छुपाएँ

# #31492
source: STACKED
hi: क्रमबद्ध ढेर

# #31493
source: FIXED LIST
hi: स्थिर सूची

# #31494
source: PREFER: CLEARART
hi: वरीयता दें: क्लेअर आर्ट

# #31495
source: PREFER: LOGO
hi: वरीयता दें: लघु चित्र

# #31496
source: EXTRA INFO
hi: अतिरिक्त जानकारी

# #31497
source: DEFAULT FANART
hi: मूल प्रशंषक आर्ट

# #31498
source: EXTRA FANART
hi: अतिरिक्त प्रशंषक आर्ट

# #31499
source: GENRE FANART
hi: विधा प्रशंषक आर्ट

# #31500
source: RESERVE FANART
hi: आरक्षित प्रशंषक आर्ट

# #31501
source: CURTAINS
hi: आवरण

# #31502
source: SEASON FANART
hi: मौसम प्रशंषक आर्ट

# #31503
source: SELECT IMAGES PATH
hi: छवियों का पथ चुनें

# #31504
source: CHOOSE A SINGLE IMAGE
hi: एक छवि चुनें

# #31505
source: CHOOSE MULTIPLE IMAGES
hi: अनेक छवियाँ चुनें

# #31506
source: USE POSTER.JPG
hi: POSTER.JPG काम में लें

# #31507
source: USE LANDSCAPE.JPG
hi: LANDSCAPE.JPG काम में लें

# #31509
source: ALTERNATIVE GENRE ICONS
hi: वैकल्पिक विधा आइकोन

# #31510
source: ALTERNATIVE STUDIO ICONS
hi: वैकल्पिक स्टूडियो आइकोन

# #31511
source: GRID SIZE
hi: ग्रिड का आकार

# #31512
source: MEDIUM
hi: मध्यम

# #31513
source: NORMAL
hi: सामान्य

# #31514
source: LARGE
hi: बड़ा

# #31515
source: HORIZONTAL
hi: क्षेतिज

# #31516
source: GRID
hi: ग्रिड

# #31517
source: LANDSCAPE
hi: परिदृश्य

# #31518
source: USE ZOOM EFFECT
hi: ज़ूम प्रभाव

# #31519
source: BANNER
hi: बैनर

# #31520
source: ALTERNATIVE
hi: वैकल्पिक

# #31522
source: DURATION
hi: समयावधि

# #31523
source: RATING
hi: दर्जा

# #31524
source: PREVIOUS
hi: पिछला

# #31525
source: NEXT
hi: अगला

# #31526
source: SEASONS
hi: मौसम

# #31527
source: EPISODES
hi: उपकथाएं

# #31528
source: EPISODE
hi: उपकथा

# #31529
source: ART
hi: आर्ट

# #31530
source: PLOT
hi: कहानी

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
hi: स्किन चालू होते समय प्लेलिस्ट चालू करे

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
hi: नामावली में पहला अक्षर दिखाएँ

# #31535
source: ACTIVATE PLOT ROLLING
hi: पटकथा आवृति सक्रिय करें

# #31536
source: GRADIENT EFFECT
hi: ढलान प्रभाव

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
hi: पार्श्व चित्र - प्रशंशक आर्ट संग्रह काम में लें

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
hi: पार्श्व चित्र - मानक थीम काम में लें

# #31539
source: BASED ON PRESENT CONDITIONS
hi: वर्तमान स्थिति अनुसार

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
hi: पृष्ठ भूमि वास्तविक स्थिति अनुसार

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
hi: पृष्ठ भूमि उत्तर अमरीकी मौसम अनुसार

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
hi: पृष्ठ भूमि दक्षिण अमरीकी मौसम अनुसार

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
hi: चलित मौसम लघुचित्र दिखाएँ ( मौसम मेनू )

# #31544
source: STATIC SHOW ICONS OF CLIMATE
hi: मौसम के स्थिर आइकोन दिखाएँ

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
hi: लघु मेनू दिखाएँ ( मुख्य मेनू आवागमन सहायता )

# #31546
source: MOVE TO DOWN
hi: नीचे चलें

# #31547
source: FANART COLLECTION
hi: प्रशंषक आर्ट संग्रह

# #31548
source: CREATE OR UPDATE DATABASE
hi: डाटाबेस बनायें या अपडेट करें

# #31549
source: VIEW MODES
hi: दृश्य मोड

# #31550
source: MOVE TO UP
hi: ऊपर जाएँ

# #31551
source: WRAP LIST
hi: वार्प लिस्ट

# #31552
source: TOP MENU
hi: शीर्ष मेनू

# #31553
source: SHOW PROGRESS BAR
hi: प्रगति रेखा दिखाएँ

# #31554
source: HIDE PROGRESS BAR
hi: प्रगति रेखा छुपाएँ

# #31555
source: SHOW NEXT TRACKS
hi: अगला ट्रैक दिखाएँ

# #31556
source: HIDE NEXT TRACKS
hi: अगला ट्रैक छुपायें

# #31557
source: SHOW ARTIST/ALBUM ART
hi: कलाकार/एल्बम आर्ट दिखाएँ

# #31558
source: HIDE ARTIST/ALBUM ART
hi: कलाकार/एल्बम आर्ट छुपायें

# #31561
source: ARTIST FANART
hi: कलाकार पसंदीदा आर्ट

# #31562
source: HIDE VIDEO WINDOWS
hi: विडियो विंडो छुपाएँ

# #31563
source: SHOW VIDEO WINDOW
hi: विडियो विंडो दिखाएँ

# #31564
source: SHOW CDART
hi: CD आर्ट दिखाएँ

# #31565
source: HIDE CDART
hi: सी डी आर्ट छुपायें

# #31566
source: HIDE MEDIA CONTROLS
hi: मीडिया कंट्रोल छुपायें

# #31567
source: SHOW MEDIA CONTROLS
hi: मीडिया कंट्रोल दिखाएँ

# #31568
source: UPDATE FANART DATABASE
hi: प्रशंषक डाटाबेस अपडेट करें

# #31569
source: MAIN MENU OPTIONS
hi: मुख्य मेनू विकल्प

# #31570
source: SHOW ARTIST IMAGES
hi: कलाकार चित्र दिखाएँ

# #31571
source: HIDE ARTIST IMAGES
hi: कलाकार चित्र छुपायें

# #31572
source: FOR MUSIC, PREFER VIEW BY
hi: संगीत के लिए, पसंदीदा दृश्य

# #31573
source: TRAILER REMINDER AVAILABLE
hi: ट्रेलर उपलब्ध

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
hi: ट्रेलर पूरी स्क्रीन पर दिखाएँ

# #31575
source: YOU HAVE
hi: आपके पास

# #31576
source: TV SHOWS IN THIS COLLECTION
hi: इस संग्रह में टीवी शो

# #31577
source: SEASONS OF THE SERIES
hi: इस श्रृंखला के सीजन

# #31578
source: EPISODES THIS SEASON
hi: उपकथा के सीजन

# #31579
source: UNWATCHED
hi: अनदेखा

# #31580
source: THERE ARE
hi: यहाँ

# #31581
source: VIEWTYPES AVAILABLE TO
hi: उपलब्ध दृश्य विकल्प

# #31582
source: PLAYING NOW
hi: अभी चल रहा है

# #31583
source: RECENTLY ADDED
hi: हाल ही में जोड़े गए

# #31584
source: RANDOM
hi: क्रमरहित

# #31585
source: IN PROGRESS
hi: प्रगतिशील

# #31586
source: EMPTY COLLECTION!
hi: रिक्त संग्रह

# #31587
source: ADD CONTENT IN OPTION
hi: विकल्प में सामग्री जोड़ें

# #31589
source: SEASON
hi: सीजन

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
hi: क्रमरहित आईटम के लिए स्क्रिप्ट जरुरी है:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
hi: प्रगतिशील आईटम के लिए स्क्रिप्ट जरुरी है:

# #31592
source: REORGANIZE OBJECTS
hi: वस्तु पुनः व्यवस्थित करें

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
hi: ब्राउस करने के लिए बांयें/दाहिने जाएँ

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
hi: मुख्य मेनू के अलावा, कई और जगह पर भी स्किन का रंग बदल सकता है

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
hi: स्किन के सारे विकल्प यथास्थिति करें

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
hi: सावधान: यह प्रक्रिया अपरिवर्तनीय है!

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
hi: किओस्क मोड - संग्रह में मेनू को रोकता है

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
hi: किओस्क मोड - अस्थायी रूप से किओस्क मोड को रोकने के लिए तीर का इस्तेमाल करें

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
hi: स्मार्ट किओस्क - सेट्टिंग में आईटम को रोकता है

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
hi: वोक्स कमांडो के लिए पोप अप दिखाएँ

# #31608
source: ENABLE PVR FUNCTIONS
hi: PVR सुविधा चालू करें

# #31609
source: KIOSK CODE
hi: किओस्क मोड

# #31610
source: REACTIVATE KIOSK CODE
hi: किओस्क मोड पुनः सक्रिय करें

# #31611
source: KIOSK CODE BLOCKED
hi: किओस्क मोड बाधित

# #31612
source: KIOSK CODE ACCEPTED
hi: किओस्क मोड स्वीकार किया

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
hi: गलत क्रम गतिविधि को निरस्त करता है
