Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Hindi/strings.po
Languages: hi

# #31624
source: PRESS ENTER TO SELECT
hi: चुनने के लिए ENTER दबाएँ

# #31625
source: AQUA
hi: जलीय

# #31626
source: BLOOD
hi: रक्ताभ

# #31627
source: BROWN
hi: भूरा

# #31628
source: DARK SKY
hi: गहरा आकाश

# #31629
source: GOLDEN YELLOW
hi: स्वर्णिम पीला

# #31630
source: DIGITAL
hi: डिजिटल

# #31631
source: FOREST
hi: वन

# #31632
source: BLUE
hi: नीला

# #31633
source: BRIGHT YELLOW
hi: चमकीला पीला

# #31634
source: OLIVE
hi: जैतूनी

# #31635
source: ORANGE
hi: संतरी

# #31636
source: PURPLE
hi: जामुनी

# #31637
source: RED
hi: लाल

# #31638
source: ROYAL BLUE
hi: शाही नीला

# #31639
source: SILVER
hi: रुपहला

# #31640
source: SKY BLUE
hi: आसमानी नीला

# #31641
source: SPRING
hi: वसंत

# #31642
source: TURQUOISE
hi: फ़िरोज़ा

# #31643
source: VIOLET
hi: बैंगनी

# #31644
source: GRAY
hi: धूसर

# #31645
source: GRAPHITE
hi: गहरा धूसर

# #31646
source: CHOCOLATE
hi: चोकलेटी

# #31647
source: OCEAN
hi: समुंद्री

# #31648
source: NO COLOR
hi: बे रंग

# #31651
source: SMART KIOSK
hi: स्मार्ट किओस्क

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
hi: स्मार्ट कीओस्क मूल कार्यों के लिए मेनू को उपलब्ध करता है और सारे सेट अप विकल्प को निष्क्रिय करता है.[CR]कीओस्क कोड मोड अस्थायी रूप से पहले से निर्धारित निर्देशों से इसे निष्क्रिय करता है.

# #31653
source: CUSTOM CASE
hi: इच्छित बक्शा

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
hi: नए लेबल का रंग बदलें, अपने संग्रह के लिए मीडिया बक्शा अनुकूल करें.

# #31656
source: MANY NEWS AND MORE...
hi: अनेक खबरें एवं बहुत ...

# #31658
source: SKIP PRESENTATION
hi: प्रस्तुति छोड़ें

# #31659
source: BUILD
hi: बनायें

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
hi: इच्छित स्टाइल चुनने के लिए,[CR]ऊपर या नीचे तीर काम में लें.

# #31661
source: SHOW 'PAUSE'
hi: 'विराम' दिखाएँ

# #31662
source: HIDE 'PAUSE'
hi: 'विराम' छुपाएँ

# #31663
source: HIDE PARTLY WATCHED
hi: आंशिक देखे गए छुपायें

# #31664
source: SHOW PARTLY WATCHED
hi: आंशिक देखे गए दिखाएँ

# #31665
source: CONTINUE WATCHING
hi: देखना चालू रखें

# #31667
source: MAIN MENU
hi: मुख्य मेनू

# #31668
source: GLASS EFFECT
hi: कांच का प्रभाव

# #31669
source: SHOW WATCH
hi: घड़ी दिखाएँ

# #31670
source: HIDE WATCH
hi: घड़ी छुपाएँ

# #31672
source: SHOW LIBRARY
hi: संकलन दिखाएँ

# #31673
source: HIDE LIBRARY
hi: संकलन छुपाएँ

# #31675
source: SHOW RSS
hi: RSS दिखाएँ

# #31676
source: HIDE RSS
hi: RSS छुपाएँ

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
hi: शीर्षक दिखाएँ ( विधा:;स्टूडियो: और कुछ...)

# #31678
source: SHOW FURNITURE
hi: सज्जा दिखाएँ

# #31679
source: HIDE FURNITURE
hi: सज्जा छुपाएँ

# #31681
source: MOVE UP/DOWN TO END
hi: समाप्त करने के लिए ऊपर/नीचे जाएँ

# #31682
source: MOVE RIGHT TO BROWSE
hi: आवागमन के लिए दाहिने जाएँ

# #31683
source: CUSTOMIZE FURNITURES
hi: सज्जा को अनुकूलित करें

# #31684
source: END THIS STEP AND MOVE FORWARD
hi: यह कदम समाप्त करें एवं आगे जाएँ

# #31686
source: COLOR PALETTE FOR TITLES
hi: शीर्षक के लिए रंग पट्टी

# #31688
source: COLOR FOR TITLES
hi: शीर्षक के लिए रंग

# #31695
source: RELOAD
hi: पुनः भरें

# #31696
source: ORIGINAL TITLE AT THE TOP
hi: मूल शीर्षक ऊपर

# #31697
source: CAST SCROLLING
hi: सरकती कलाकार सूची

# #31698
source: PLAYBACK OPTIONS
hi: चलाने के विकल्प

# #31699
source: INFORMATION PANEL OPTIONS
hi: सूचना पट्टिका विकल्प

# #31700
source: PLAY
hi: चलायें

# #31701
source: TRAILER
hi: ट्रेलर

# #31702
source: GET ARTWORK
hi: आर्ट वर्क लेवें

# #31703
source: STARRING
hi: मुख्य पात्र

# #31709
source: ALWAYS VISIBLE
hi: हमेशा दृष्टिगोचर

# #31710
source: MANUAL
hi: हस्त चालित

# #31711
source: OFF
hi: बंद

# #31712
source: ITEMS LIST
hi: अवयव सूची

# #31713
source: NOT AVAILABLE
hi: अनुपलब्ध

# #31714
source: CREATED
hi: बनाया गया

# #31715
source: RESOLUTION
hi: विभेदन

# #31716
source: SPRING
hi: बसंत

# #31717
source: SUMMER
hi: गर्मी

# #31718
source: AUTUMN
hi: पतझड़

# #31719
source: WINTER
hi: सर्दी

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
hi: उत्तरी गोलार्ध के अनुसार

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
hi: दक्षिणी गोलार्ध के अनुसार

# #31722
source: SHOW LYRICS
hi: गीत दिखाएँ

# #31723
source: LYRICS
hi: गीतिकाव्य

# #31724
source: HIDE LYRICS
hi: गीत छुपायें

# #31725
source: SET SCRIPT
hi: स्क्रिप्ट सेट करें

# #31726
source: LYRICS SOURCE
hi: गीतिकाव्य स्रोत

# #31727
source: VIEWING
hi: दृश्य

# #31728
source: VIEWING OPTIONS
hi: दृश्य विकल्प

# #31730
source: SHOW POSTER/CLEARART
hi: पोस्टर/क्लेअर आर्ट दिखाएँ

# #31731
source: SHOW COVER/THUMBNAIL
hi: लघुचित्र/कवर दिखाएँ

# #31732
source: MODE: FIXED
hi: मोड:स्थिर

# #31733
source: MODE: ALTERNATIVE
hi: मोड:वैकल्पिक

# #31734
source: DISPLAY: CLEARART
hi: दृश्य:क्लेअर आर्ट

# #31735
source: DISPLAY: LOGO
hi: दृश्य:लोगो

# #31736
source: LANDSCAPE
hi: परिदृश्य

# #31737
source: PAUSE
hi: अक्षम

# #31738
source: RETURN TO MENU BUTTON
hi: मेनू कुंजी पे वापस जाएँ

# #31739
source: CLOSE THIS DIALOGUE BOX
hi: इस सूचना बॉक्स को बंद करें

# #31740
source: VIS(VIDEO)
hi: VIS(विडियो)

# #31741
source: VIS(AUDIO)
hi: VIS(ऑडियो)

# #31742
source: OPEN TRAY
hi: ट्रे खोलें

# #31743
source: ON
hi: चालू

# #31744
source: THERE IS NO BUTTON ON !
hi: कोई भी बटन चालू नहीं !

# #31745
source: FILTERS
hi: निष्पादक

# #31746
source: SEARCH
hi: खोजें

# #31748
source: THEME IN USE
hi: काम में ली गयी थीम

# #31749
source: STYLE IN USE
hi: काम में ली गयी स्टाइल

# #31751
source: COLOR IN USE FOR TITLES
hi: शीर्षक के लिए काम लिए गए रंग

# #31752
source: Skin status
hi: स्किन स्थिति

# #31753
source: REVIEW
hi: पीछे जाए

# #31754
source: VOLUME
hi: वोल्यूम

# #31755
source: MUTE
hi: मूक

# #31756
source: TOTAL
hi: कुल

# #31757
source: PAGE
hi: पृष्ठ

# #31758
source: AVAILABLE GROUPS
hi: उपलब्ध समूह

# #31759
source: NO-GROUP CHANNELS
hi: असमूहित चेनल

# #31760
source: ADD GROUP
hi: समूह जोड़ें

# #31761
source: RENAME GROUP
hi: समूह का नाम बदलें

# #31762
source: DELETE GROUP
hi: समूह मिटायें

# #31764
source: TELETEXT
hi: टेली टेक्स्ट

# #31765
source: SIMILAR ARTISTS
hi: समान कलाकार

# #31766
source: VISUALIZATION PRESETS
hi: पुर्वभाषित दृश्यावली

# #31767
source: VIDEO AVAILABLE
hi: विडियो उपलब्ध

# #31768
source: VIDEO MODE ACTIVATED
hi: विडियो मोड सक्रिय

# #31769
source: GROUP
hi: समूह

# #31770
source: PLATFORM
hi: मंच

# #31771
source: PUBLISHER
hi: प्रकाशक

# #31772
source: PREMIERED
hi: पहला प्रदर्शन

# #31773
source: PLAYERS
hi: अभिनेता

# #31774
source: RATING
hi: दर्जा

# #31775
source: CONTROL TYPE
hi: नियंत्रण प्रकार

# #31776
source: PERSPECTIVE
hi: प्रपेक्ष्य

# #31777
source: IMPORT GAMES
hi: खेल आयात करें

# #31778
source: ADD ROM COLLECTION
hi: ROM संकलन जोड़ें

# #31779
source: EDIT ROM COLLECTION
hi: ROM संकलन सम्पादित करें

# #31780
source: EDIT OFFLINE SCRAPERS
hi: ऑफ लाइन स्क्रेपर सम्पादित करें

# #31781
source: EDIT GAME COMMAND
hi: खेल निर्देश सम्पादित करें

# #31782
source: ADD GAME TO FAVOURITES
hi: खेल को पसंदीदा में डालें

# #31783
source: ADD SELECTION TO FAVOURITES
hi: चयन को पसंदीदा में डालें

# #31784
source: DELETE GAME
hi: खेल को मिटायें

# #31785
source: DELETE ROM COLLECTIONS
hi: सज्जा को अनुकूलित करें

# #31786
source: CLEAN DATABASE
hi: आंकड़े साफ़ करें

# #31787
source: IMPORT SETTINGS
hi: सेट्टिंग आयात करें

# #31788
source: DEVELOPER
hi: विकासक

# #31789
source: MEDIA TYPE
hi: मीडिया प्रकार

# #31790
source: PLAY GAME
hi: खेल खेलें

# #31791
source: FAVOURITES
hi: पसंदीदा

# #31793
source: PLAY VIDEO
hi: विडियो देखें

# #31794
source: CUSTOMIZE THIS MENU
hi: इस मेनू को अनुकूलित करें

# #31795
source: PVR VERSION
hi: PVR वर्जन

# #31796
source: VERSION WITHOUT PVR
hi: बिना PVR का वर्जन

# #31797
source: REMAIN
hi: बचे हुए

# #31798
source: GET ARTIST INFO
hi: कलाकार की जानकारी

# #31799
source: TRACK
hi: पथ

# #31800
source: ALBUM INFO
hi: एल्बम जानकारी

# #31801
source: LIST
hi: सूची

# #31802
source: SHOWCASE
hi: शो केस

# #31803
source: MULTIPLEX
hi: मल्टी प्लेक्स

# #31804
source: LANDSCAPEX
hi: लैंडस्केप एक्स

# #31805
source: WALL
hi: दीवार

# #31807
source: LOW LIST
hi: निम्न सूची

# #31808
source: POSTER
hi: पोस्टर

# #31809
source: SHELF
hi: दराज

# #31810
source: COVERFLOW
hi: कवर फ्लो

# #31811
source: BANNER
hi: पट्टिका

# #31812
source: BANNER INFO
hi: बेनर जानकारी

# #31813
source: WIDE
hi: चौड़ा

# #31814
source: LANDSCAPE
hi: परिदृश्य

# #31815
source: SQUARE
hi: चोकोर

# #31816
source: TALL
hi: ऊँचा

# #31817
source: PHOTOSHOW
hi: फोटो शो

# #31818
source: PANEL
hi: पट्टिका

# #31821
source: SHOWART
hi: शो आर्ट

# #31823
source: LARGE LIST
hi: लम्बी सूची

# #31824
source: SEASON BANNER
hi: मोसम बेनर

# #31825
source: EPISODES BANNER
hi: उपकथा बेनर

# #31826
source: SETS
hi: समूह

# #31840
source: EVERY ONE HOUR
hi: हरेक घंटा

# #31841
source: WEEKEND
hi: सप्ताहंत

# #31842
source: 10 DAYS
hi: 10 दिन

# #31843
source: CURRENT
hi: वर्तमान

# #31844
source: MAPS
hi: नक़्शे

# #31845
source: VIDEO
hi: विडियो

# #31846
source: SATELLITE AND RADAR
hi: सेटेलाईट और राडार

# #31847
source: FORECAST
hi: पूर्वानुमान

# #31848
source: CONDITIONS
hi: अवस्था

# #31849
source: SEVERE WEATHER
hi: खराब मौसम

# #31850
source: WEATHER PERSPECTIVE
hi: मोसम परिप्रेक्ष्य

# #31851
source: AVERAGE HIGH
hi: औसत ज्यादा

# #31852
source: AVERAGE LOW
hi: औसत कम

# #31853
source: RECORD HIGH
hi: अंकित ज्यादा

# #31854
source: RECORD LOW
hi: अंकित कम

# #31855
source: PROBABLE HIGH
hi: अनुमानित ज्यादा

# #31856
source: PROBABLE LOW
hi: अनुमानित कम

# #31857
source: DEFAULT MAP
hi: मानक मानचित्र

# #31858
source: LARGER MAP
hi: वृहत मानचित्र

# #31859
source: PRESSURE
hi: दबाव

# #31860
source: VISIBILITY
hi: दृश्यता

# #31861
source: STATISTICS
hi: साँख्यिकी

# #31862
source: RAIN PROBABILITY
hi: बरसात की सम्भावना

# #31863
source: SEARCHING FOR FORECAST INFO
hi: भविष्वाणी के लिए खोज रहा है

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
hi: चलाने के लिए विडियो बटन को चुनें

# #31865
source: MAPS PATH
hi: नक़्शे का पता

# #31866
source: SHOW DETAILS
hi: विवरण दिखाएँ

# #31867
source: SHOW EVERY ONE HOUR
hi: हर घंटे दिखाएँ

# #31868
source: TEMPERATURE
hi: तापमान

# #31869
source: TODAY
hi: आज

# #31870
source: MAX
hi: अधिकतम

# #31871
source: MIN
hi: न्यूनतम

# #31872
source: LOCAL
hi: स्थानीय

# #31873
source: WEATHER SETTINGS
hi: मौसम सेटिंग

# #31880
source: APPLY
hi: लागू करें

# #31881
source: EXTENDED LIST
hi: विस्तृत सूची

# #31882
source: EXIT
hi: बाहर आयें

# #31883
source: GET DIRECTOR INFO
hi: निर्देशक जानकारी लें

# #31884
source: GET WRITER INFO
hi: लेखक जानकारी लें

# #31885
source: GET FILMOGRAPHY ARTIST
hi: फिल्मांकन कलाकार जानकारी लें

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
hi: मूल्यांकन बदलने के लिए दाएं/बांयें दबाएँ

# #31887
source: PRESS ENTER TO CONFIRM
hi: स्वीकृति के लिए ENTER दबाएँ

# #31888
source: GET OR UPDATE EXTRAPACK
hi: अतिरिक्त पेक लें या नवीनीकृत करें

# #31889
source: COLD
hi: ठंडा

# #31890
source: WARM
hi: गरम

# #31891
source: DARKNESS
hi: गहरा

# #31892
source: DIGITAL ART
hi: डिजिटल आर्ट

# #31893
source: THEMES
hi: थीम

# #31894
source: FUTURE IMAGES THEME
hi: भविष्य दृश्य थीम

# #31895
source: COLD IMAGES THEME
hi: शीत दृश्य थीम

# #31896
source: WARM IMAGES THEME
hi: गरम दृश्य थीम

# #31897
source: DARKNESS IMAGES THEME
hi: गहरा दृश्य थीम

# #31898
source: DIGITAL ART IMAGES THEME
hi: डिजिटल आर्ट थीम

# #31899
source: RANDOM IMAGES THEME
hi: अक्रमित दृश्य थीम

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
hi: अतिरिक्त पेक दृश्य काम में लें ( उपयोगकर्ता परिभाषित )

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
hi: आतंरिक पेक दृश्य काम में लें ( अतिरिक्त पेक स्किन के द्वारा उपलब्ध )

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
hi: अतिरिक्त पेक दृश्य काम में लें ( उपयोगकर्ता परिभाषित )

# #31907
source: FULLSCREEN
hi: पूरा स्क्रीन

# #31908
source: MY THEME
hi: मेरी थीम

# #31909
source: PERSONAL IMAGES THEME
hi: निजी दृश्य थीम

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
hi: अपने इच्छित दृश्यों के साथ थीम बनायें.[CR]ज्यादा सीखने के लिए ENTER दबाएँ.

# #31911
source: CREATING MY THEME
hi: मेरी थीम बना रहा है

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
hi: रद्द करने के लिए किसी भी दिशा में जाएँ पथ दिखने के लिए ENTER दबाएँ

# #31917
source: SHORTCUTS
hi: शोर्ट कट

# #31918
source: CHANGE OPTIONS
hi: विकल्प बदलें

# #31919
source: CLICK GO TO FILES MODE
hi: फाइल मोड जाएँ क्लिक करें

# #31920
source: CLICK GO TO LIST MODE
hi: सूची मोड में जाएँ क्लिक करें

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
hi: पूरक ROM संग्रह ब्राउजर में जाएँ क्लिक करें

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
hi: पूरक ROM अडवांस लांचर में जाएँ क्लिक करें

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
hi: आंकड़े मिटायें और पेक को दुबारा डाउनलोड करें

# #31924
source: BOX FRONT
hi: बॉक्स आवरण

# #31925
source: BOX BACK
hi: बॉक्स पृष्ठ

# #31926
source: CARTDRIGE
hi: कार्ट्रिज

# #31927
source: SCREENSHOT
hi: छवि फोटो

# #31928
source: CLICK GO TO LIBRARY MODE
hi: लाइब्रेरी मोड में जाने के लिए क्लिक करें

# #31929
source: CLICK GO TO SETS MODE
hi: सेट मोड में जाने के लिए क्लिक करें

# #31930
source: RESCRAPE GAME
hi: खेल को दुबारा स्क्रेप करें

# #31931
source: RESCRAPE SELECTION
hi: चुनिन्दा को दुबारा स्क्रेप करें

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
hi: खेल आंकड़े निर्यात करें (NFO फ़ाइल)

# #31933
source: OPEN ADDON SETTINGS
hi: पूरक सेट्टिंग खोलें

# #31934
source: LAYOUT: BANNER
hi: खाका: बेनर

# #31935
source: LAYOUT: POSTER
hi: खाका: पोस्टर

# #31936
source: CHANGE RATING
hi: मूल्यांकन बदलें

# #31937
source: VIDEO
hi: विडियो

# #31938
source: AUTO
hi: स्वतः

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
hi: डिस्को ग्राफी जानकारी खोज रहा है

# #31940
source: Similar artists
hi: समान कलाकार

# #31941
source: LIMIT
hi: दायरा

# #31942
source: METADATA
hi: मेटा डाटा

# #31943
source: SHOW ONLY CDART AND COVER
hi: केवल सी डी आर्ट और कवर दिखाएँ

# #31944
source: IMAGE ZOOM
hi: छवि को ज़ूम करें

# #31945
source: PLAY TRAILER
hi: ट्रेलर दिखाएँ

# #31946
source: PLAY MOVIE
hi: फिल्म चलायें

# #31947
source: PRESS ENTER TO ACCESS
hi: पहुँच के लिए ENTER दबाएँ

# #31948
source: WINDOW
hi: विंडो

# #31949
source: VIDEO CLIPS
hi: विडियो क्लिप

# #31950
source: ARTIST VIDEO CLIPS
hi: कलाकार विडियो क्लिप

# #31951
source: SONG VIDEO CLIP
hi: गाने का विडियो क्लिप

# #31952
source: PERSONAL INFORMATION
hi: व्यक्तिगत जानकारी

# #31953
source: MOVIE INFORMATION
hi: फिल्म की जानकारी

# #31954
source: FILMOGRAPHY
hi: फिल्मोग्राफी

# #31955
source: IN LIBRARY
hi: संग्रह में

# #31956
source: DISC MENU
hi: डिस्क मेनू

# #31957
source: MULTIPLE THUMBS (TOP MENU)
hi: बहु लघु चित्र ( सर्वोच्च मेनू )

# #31958
source: SINGLE THUMB (TOP MENU)
hi: एकल लघु चित्र ( सर्वोच्च मेनू )

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
hi: दृश्य एवं श्रृव्य प्रभाव पृष्ठभूमि में दिखाएँ ( सर्वत्र )

# #31971
source: Update finished
hi: नवीनीकरण समाप्त

# #31972
source: Update failed
hi: नवीनीकरण नाकाम

# #31973
source: No update required
hi: नवीनीकरण नहीं चाहिए

# #31974
source: Downloading:
hi: डाउनलोड कर रहा है:

# #31983
source: Rating
hi: रेटिंग
