Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Bulgarian/strings.po
Languages: bg

# Addon Summary
source: Skin Ace, a new Skin by MarcosQui.
bg: Skin ace, нова кожа от MarcosQui.

# Addon Disclaimer
source: Ace Skin is a complement to let your XBMC prettier, its use is a matter of personal choice.
bg: Кожата Ace е допълнение, за да направи вашият XBMC по-красив. Използването му е въпрос на личен избор.

# #31001
source: VIDEOS
bg: ВИДЕО

# #31002
source: MUSIC
bg: МУЗИКА

# #31003
source: MOVIES
bg: ФИЛМИ

# #31004
source: PLAY DISC
bg: ПУСНИ ДИСК

# #31005
source: TV SHOWS
bg: СЕРИАЛИ

# #31006
source: LIVE TV
bg: ТВ НА ЖИВО

# #31007
source: GAMES
bg: ИГРИ

# #31008
source: IMAGES
bg: ИЗОБРАЖЕНИЯ

# #31009
source: WEATHER
bg: ВРЕМЕ

# #31010
source: ADD-ONS
bg: ДОБАВКИ

# #31011
source: SETTINGS
bg: НАСТРОЙКИ

# #31013
source: CONCERTS
bg: КОНЦЕРТИ

# #31014
source: EMPTY
bg: ПРАЗНО

# #31015
source: CHOOSE FAVOURITE
bg: ИЗБЕРЕТЕ ЛЮБИМО

# #31016
source: CHOOSE VIDEO PLAYLIST
bg: ИЗБЕРЕТЕ ВИДЕО ПЛЕЙЛИСТ

# #31017
source: CHOOSE AUDIO PLAYLIST
bg: ИЗБЕРЕТЕ АУДИО ПЛЕЙЛИСТ

# #31018
source: CHOOSE VIDEO ADD-ON
bg: ИЗБЕРЕТЕ ВИДЕО ДОБАВКА

# #31019
source: CHOOSE AUDIO ADD-ON
bg: ИЗБЕРЕТЕ АУДИО ДОБАВКА

# #31020
source: CHOOSE PROGRAMS ADD-ON
bg: ИЗБЕРЕТЕ ПРОГРАМНА ДОБАВКА

# #31021
source: CHOOSE IMAGE ADD-ON
bg: ИЗБЕРЕТЕ ФОТО ДОБАВКА

# #31024
source: VIDEO ADD-ONS
bg: ВИДЕО ДОБАВКИ

# #31025
source: AUDIO ADD-ONS
bg: АУДИО ДОБАВКИ

# #31026
source: IMAGE ADD-ONS
bg: ФОТО ДОБАВКИ

# #31027
source: PROGRAMS ADD-ONS
bg: ПРОГРАМНИ ДОБАВКИ

# #31028
source: YEAR
bg: ГОДИНА

# #31029
source: SETS
bg: КОМПЛЕКТИ

# #31030
source: PROGRAMS
bg: ПРОГРАМИ

# #31032
source: GENRE
bg: ЖАНР

# #31033
source: FILES
bg: ФАЙЛОВЕ

# #31034
source: RECENTLY ADDED
bg: ПОСЛЕДНО ДОБАВЕНИ

# #31035
source: PLAYLIST
bg: ПЛЕЙЛИСТ

# #31037
source: ARTISTS
bg: ИЗПЪЛНИТЕЛИ

# #31038
source: PARTY MODE
bg: ПАРТИ РЕЖИМ

# #31040
source: ALBUMS
bg: АЛБУМИ

# #31041
source: COMPILATIONS
bg: КОМПИЛАЦИИ

# #31042
source: TOP 100
bg: ТОП 100

# #31043
source: RECENTLY PLAYED
bg: ПОСЛЕДНО СЛУШАНИ

# #31044
source: AUDIO ADD-ONS
bg: АУДИО ДОБАВКИ

# #31045
source: ACTORS
bg: АКТЬОРИ

# #31047
source: STUDIOS
bg: СТУДИА

# #31048
source: SETS
bg: КОМПЛЕКТИ

# #31049
source: RANDOM
bg: РАЗНИ

# #31050
source: 4 DAYS
bg: 4 ДНИ

# #31051
source: 36 HOURS
bg: 36 ЧАСА

# #31052
source: WEEKEND
bg: УИКЕНД

# #31053
source: 7 DAYS
bg: 7 ДНИ

# #31054
source: ALERTS
bg: ИЗВЕСТИЯ

# #31055
source: TIMER
bg: ТАЙМЕР

# #31056
source: CANCEL TIMER
bg: СПИРАНЕ НА ТАЙМЕР

# #31059
source: RESTART
bg: РЕСТАРТИРАНЕ

# #31060
source: SUSPEND
bg: ПРЕКРАТЯВАНЕ

# #31061
source: HIBERNATE
bg: ХИБЕРНАЦИЯ

# #31062
source: CHANGE USER
bg: СМЯНА НА ПОТРЕБИТЕЛ

# #31063
source: FILES MANAGER
bg: ФАЙЛОВ МЕНИДЖЪР

# #31064
source: SYSTEM INFO
bg: СИСТЕМНА ИНФОРМАЦИЯ

# #31065
source: TRAILERS
bg: ТРЕЙЛЪРИ

# #31068
source: VIEWTYPES
bg: ВИД НА ИЗГЛЕДА

# #31069
source: COMICS
bg: КОМИКСИ

# #31070
source: TITLES
bg: ЗАГЛАВИЯ

# #31071
source: FAVOURITE
bg: ЛЮБИМИ

# #31072
source: VIDEO PLAYLIST
bg: ВИДЕО ПЛЕЙЛИСТ

# #31073
source: AUDIO PLAYLIST
bg: АУДИО ПЛЕЙЛИСТ

# #31074
source: ADD-ON
bg: ДОБАВКА

# #31075
source: MY MENU
bg: ЛИЧНО МЕНЮ

# #31076
source: + FAVOURITE ITEM
bg: + ЛЮБИМ ПРЕДМЕТ

# #31077
source: + VIDEO PLAYLIST ITEM
bg: + ВИДЕО ПЛЕЙЛИСТ

# #31078
source: + AUDIO PLAYLIST ITEM
bg: + АУДИО ПЛЕЙЛИСТ

# #31079
source: + ADD-ON ITEM
bg: + ДОБАВКА

# #31080
source: Item not used
bg: Не се използва

# #31090
source: DIRECTORS
bg: РЕЖИСЬОРИ

# #31091
source: GENRES
bg: ЖАНРОВЕ

# #31092
source: PLAYLISTS
bg: ПЛЕЙЛИСТОВЕ

# #31093
source: ITEMS
bg: ТОЧКИ

# #31094
source: NO LOCAL/CANCEL
bg: БЕЗ ЛОКАЛЕН/ОТКАЗ

# #31201
source: SUBMENU
bg: ПОДМЕНЮ

# #31202
source: OPTIONS
bg: ОПЦИИ

# #31203
source: SKIN
bg: КОЖА

# #31204
source: UPDATE
bg: ОБНОВЛЕНИЕ

# #31209
source: Item
bg: Елемент

# #31210
source: Items
bg: Елементи

# #31211
source: RENAME
bg: ПРЕИМЕНУВАНЕ

# #31212
source: DISABLE
bg: ИЗКЛЮЧВАНЕ

# #31213
source: ENABLE
bg: ВКЛЮЧВАНЕ

# #31214
source: DISABLE/REORDER
bg: ИЗКЛЮЧВАНЕ/ПРЕНАРЕЖДАНЕ

# #31216
source: THUMBNAIL SET PLAYLIST
bg: ЗАДАВАНЕ НА МАЛКА КАРТИНКА ЗА ПЛЕЙЛИСТ

# #31217
source: CHANGE BACKDROP - ONE IMAGE
bg: ПРОМЯНА НА ФОН - ЕДИНИЧНО ИЗОБРАЖЕНИЕ

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
bg: ПРОМЯНА НА ФОН - МНОГО ИЗОБРАЖЕНИЯ

# #31219
source: RESTORE DEFAULT THUMBNAIL
bg: ВЪЗСТАНОВИ НАЧАЛНА МИНИКАРТИНКА

# #31220
source: RESTORE DEFAULT BACKDROP
bg: ВЪЗСТАНОВИ НАЧАЛЕН ФОН

# #31221
source: NO FAVOURITES TO SHOW
bg: НЯМА ЛЮБИМИ ЗА ПОКАЗВАНЕ

# #31222
source: END
bg: КРАЙ

# #31223
source: TIP
bg: СЪВЕТ

# #31224
source: MORE OPTIONS
bg: ОЩЕ ОПЦИИ

# #31225
source: REORDER MENU
bg: ПРЕНАРЕДИ МЕНЮ

# #31226
source: GENERAL INFORMATION
bg: ОСНОВНА ИНФОРМАЦИЯ

# #31228
source: SMART SUBMENU
bg: УМНО ПОДМЕНЮ

# #31229
source: MY MENU
bg: ЛИЧНО МЕНЮ

# #31234
source: MENU IN WRAP LIST MODE
bg: МЕНЮ В 'WRAP' РЕЖИМ

# #31235
source: MENU IN FIXED LIST MODE
bg: МЕНЮ В РЕЖИМ ПОПРАВЕН СПИСЪК

# #31236
source: MUSICAL NOTE
bg: МУЗИКАЛНА НОТА

# #31237
source: Done
bg: Готово

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
bg: Изберете любим елемент.[CR]Запомнете, че за да добавяте елементи в този лист, трябва да използвате контекстното меню (бутонът 'C') за да добавите елементи към любими.

# #31255
source: New theme has been set
bg: Зададена е нова тема

# #31256
source: New style has been set
bg: Зададен е нов стил

# #31260
source: FOLDER CONTAINS:
bg: ПАПКАТА СЪДЪРЖА:

# #31261
source: CONFIGURE
bg: КОНЕТЕИГУРИРАЙ

# #31262
source: CHANGE STANDARD OPTIONS
bg: ПРОМЕНЕТЕ СТАНДАРТНИ ОПЦИИ

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
bg: ВКЛЮЧЕТЕ АВТОМАТИЧНИТЕ ОБНОВЛЕНИЯ НА ДОБАВКИ

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
bg: ПОКАЗВАЙ ИЗВЕСТИЕ ЗА ОБНОВЛЕНИЯ НА ДОБАВКИ

# #31265
source: SHOW ADD-ON FANART
bg: ПОКАЗВАЙ FANART ДОБАВКА

# #31276
source: CASE FOR CONTENT
bg: КУТИЯ ЗА СЪДЪРЖАНИЕ

# #31277
source: STANDARD
bg: СТАНДАРТЕН

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
bg: ПЕРСОНАЛИЗИРАЙТЕ КУТИЙТЕ ЗА ВАШАТА КОЛЕКЦИЯ

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
bg: ПРОМЕНЕТЕ ЦВЕТОВЕТЕ ИЛИ МЕДИЙНИЯТ ЕТИКЕТ -- НАПРАВЕТЕ СОБСТВЕНА КУТИЯ.

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
bg: АКО ИМА СЪВМЕСТИМ ТАГ В В ФАЙЛА ИЛИ ПАПКАТА, ТАЗИ КУТИЯ ЩЕ БЪДЕ ИЗПОЛЗВАНА.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
bg: ИЗБЕРЕТЕ КУТИЯ И НАТИСНЕТЕ ENTER ЗА ДА ПЕРСОНАЛИЗИРАТЕ.

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
bg: АКО ИМА 'WEB' ТАГ В ИМЕТО НА ФАЙЛА ИЛИ ПАПКАТА, ТАЗИ КУТИЯ ЩЕ БЪДЕ ИЗПОЛЗВАНА.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
bg: АКО ИМА 'HDTV' ТАГ В ИМЕТО НА ФАЙЛА ИЛИ ПАПКАТА, ТАЗИ КУТИЯ ЩЕ БЪДЕ ИЗПОЛЗВАНА.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
bg: АКО ИМА 'DVD' ТАГ В ИМЕТО НА ФАЙЛА ИЛИ ПАПКАТА, ТАЗИ КУТИЯ ЩЕ БЪДЕ ИЗПОЛЗВАНА.

# #31287
source: LABEL CASE
bg: СЛОЖЕТЕ ЕТИКЕТ НА КУТИЯ

# #31288
source: NO LABEL
bg: НЯМА ЕТИКЕТ

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
bg: ЩЕ БЪДЕ ПОКАЗАН СТИКЕР, СЪОТВЕТСТВАЩ НА МЕДИЙНИЯТ КОДЕК.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
bg: ЩЕ БЪДЕ ПОКАЗАН СТИКЕР ЗА BLURAY СЪДЪРЖАНИЕ.

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
bg: ПОКАЗВАНЕ НА BLURAY 3D ЕТИКЕТ.

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
bg: ПОКАЗВАНЕ НА WEBTV ЕТИКЕТ.

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
bg: ПОКАЗВАНЕ НА HDTV ЕТИКЕТ.

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
bg: ПОКАЗВАНЕ НА DVD ЕТИКЕТ.

# #31296
source: COLOR FOR THIS CASE
bg: ЦВЯТ ЗА КУТИЯТА

# #31297
source: MEDIA CASE
bg: МЕДИЙНА КУТИЯ

# #31298
source: CUSTOMIZE CASE
bg: ПЕРСОНАЛИЗИРАНЕ НА КУТИЯТА

# #31299
source: BOOKMARK
bg: ОТМЕТКА

# #31300
source: SUBTITLES
bg: СУБТИТРИ

# #31301
source: BACK
bg: НАЗАД

# #31302
source: FORWARD
bg: НАПРЕД

# #31303
source: PLAY
bg: ПУСНИ

# #31304
source: PAUSE
bg: ПАУЗА

# #31305
source: STOP
bg: СПРИ

# #31306
source: NEXT
bg: СЛЕДВАЩ

# #31308
source: PAUSED
bg: ПАУЗА

# #31309
source: CURRENT POSITION
bg: ТЕКУЩА ПОЗИЦИЯ

# #31310
source: CURRENT TIME
bg: ТЕКУЩО ВРЕМЕ

# #31311
source: ENDS AT
bg: ПРИКЛЮЧВА В

# #31312
source: IMAGE OPTIONS
bg: ОПЦИИ НА ИЗОБРАЖЕНИЕТО

# #31313
source: AUDIO OPTIONS
bg: АУДИО ОПЦИИ

# #31314
source: PROGRAMS OPTIONS
bg: ПРОГРАМНИ ОПЦИИ

# #31315
source: RANDOM ORDER
bg: ПРОИЗВОЛЕН РЕД

# #31316
source: MODE
bg: РЕЖИМ

# #31317
source: POSTER
bg: ПОСТЕР

# #31318
source: IMDB: STARS
bg: IMDB: ЗВЕЗДИ

# #31319
source: IMDB: TEXT
bg: IMDB: ТЕКСТ

# #31320
source: THUMBNAIL
bg: МИНИКАРТИНКА

# #31321
source: INFO MODE
bg: ИНФО РЕЖИМ

# #31322
source: PANEL
bg: ПАНЕЛ

# #31323
source: STANDARD
bg: СТАНДАРТЕН

# #31324
source: AUTO INFO
bg: АУДИО ИНФО

# #31325
source: NEXT TRACK
bg: СЛЕДВАЩА ПЕСЕН

# #31326
source: WEATHER MENU
bg: МЕНЮ ЗА ВРЕМЕТО

# #31327
source: BACKGROUND IMAGE
bg: ФОНОВО ИЗОБРАЖЕНИЕ

# #31328
source: SHOW CDART
bg: ПОКАЗВАЙ CDART

# #31329
source: VIEW ARTIST BIOGRAPHY
bg: ВИЖ БИОГРАГИЯТА НА ИЗПЪЛНИТЕЛЯ

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
bg: ВИЖ ИНФОРМАЦИЯ ЗА ИЗПЪЛНИТЕЛ/АЛБУМ

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
bg: ПОКАЗВАЙ МИНИКАРТИНКА НА ИЗПЪЛНИТЕЛЯ

# #31332
source: ITEMS IN PLAYLIST
bg: ЕЛЕМЕНТИ В ПЛЕЙЛИСТ

# #31333
source: CHANNELS
bg: КАНАЛИ

# #31334
source: ROOT FOLDER COLLECTION
bg: КОЛЕКЦИЯ В ГЛАВНАТА ПАПКА

# #31335
source: RELOAD SKIN
bg: ПРЕЗАРЕДИ КОЖА

# #31337
source: YEARS OF ACTIVITY
bg: АКТИВНИ ГОДИНИ

# #31338
source: MOODS
bg: НАСТРОЕНИЯ

# #31339
source: TRAINING
bg: ТРЕНИРОВКА

# #31340
source: TRACKS
bg: ПЕСНИ

# #31341
source: GUI MODE
bg: GUI РЕЖИМ

# #31342
source: AUTO MODE
bg: АВТОМАТИЧЕН РЕЖИМ

# #31343
source: CUSTOM MODE
bg: ПЕРСОНАЛИЗИРАН РЕЖИМ

# #31344
source: ADD-ON OPTIONS
bg: ОПЦИИ НА ДОБАВКАТА

# #31345
source: STYLES
bg: СТИЛОВЕ

# #31346
source: NOTES
bg: БЕЛЕЖКИ

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
bg: ИЗБЕРЕТЕ ИМЕ ЗА ПАПКАТА

# #31350
source: MODIFIED
bg: МОДИФИЦИРАН

# #31351
source: APPEARANCE
bg: ВИД

# #31352
source: DISPLAY AND INTERFACE
bg: ДИСПЛЕЙ И ИНТЕРФЕЙС

# #31353
source: VIDEO
bg: ВИДЕО

# #31354
source: LIBRARY AND PLAYBACK
bg: БИБЛИОТЕКА И ВЪЗПРОИЗВЕЖДАНЕ

# #31355
source: AUDIO
bg: АУДИО

# #31356
source: LIBRARY AND PLAYBACK
bg: БИБЛИОТЕКА И ВЪЗПРОИЗВЕЖДАНЕ

# #31357
source: TV
bg: ТВ

# #31358
source: SETTINGS AND PLAYBACK
bg: НАСТРОЙКИ И ВЪЗПРОИЗВЕЖДАНЕ

# #31359
source: SYSTEM
bg: СИСТЕМА

# #31360
source: CACHE AND HARDWARE
bg: КЕШ И ХАРДУЕР

# #31361
source: NETWORK
bg: МРЕЖА

# #31362
source: LOCAL AND INTERNET
bg: ЛОКАЛНА И ИНТЕРНЕТ

# #31363
source: ADD-ONS
bg: ДОБАВКИ

# #31364
source: MANAGE ADD-ONS
bg: УПРАВЛЕНИЕ НА ДОБАВКИ

# #31365
source: IMAGE
bg: ИЗОБРАЖЕНИЕ

# #31366
source: NAVIGATION AND PRESENTATIONS
bg: НАВИГАЦИЯ И ПРЕЗЕНТАЦИИ

# #31367
source: WEATHER
bg: ВРЕМЕ

# #31368
source: LOCATION AND APPEARANCE
bg: МЕСТОПОЛОЖЕНИЕ И ВИД

# #31369
source: PROFILE
bg: ПРОФИЛ

# #31370
source: USER ACCOUNTS
bg: ПОТРЕБИТЕЛСКИ ПРОФИЛИ

# #31371
source: SKIN SETTINGS
bg: НАСТРОЙКИ НА КОЖА

# #31372
source: ACTIVATE LOGIN SCREEN
bg: АКТИВИРАЙ ЕКРАНА ЗА ВХОД

# #31373
source: USERS
bg: ПОТРЕБИТЕЛИ

# #31374
source: MANAGE PROFILES
bg: УПРАВЛЕНИЕ НА ПРОФИЛИ

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
bg: ВИСОКОКАЧЕСТВЕНА МЕДИЙНА ОБСТАНОВКА

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
bg: ФИЛМИ, СЕРИАЛИ И КОНЦЕРТИ

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
bg: XBMC ИЗБРОЯВА И ИЗПЪЛНЯВА ВАШАТА МУЗИКА

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
bg: ГЛЕДАЙТЕ ЛЮБИМОТО СИ ТВ ПРЕДАВАНЕ

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
bg: ЖИВА ТВ ВРЪЗКА.[CR]НАСТРОЙТЕ И ЗАПИШЕТЕ ТВ ПРЕДАВАНЕ.

# #31384
source: ORGANIZE YOUR PICTURES
bg: ОРГАНИЗИРАЙТЕ ИЗОБРАЖЕНИЯТА СИ

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
bg: НАПРАВЕТЕ СЛАЙДШОУ ПРЕЗЕНТАЦИЯ.[CR]ПОКАЖЕТЕ БИБЛИОТЕКАТА СИ ДИРЕКТНО ОТ ТВЪРД ДИСК ИЛИ ФЛАШ ПАМЕТ.

# #31386
source: WEATHER FORECAST
bg: ПРОГНОЗА ЗА ВРЕМЕТО

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
bg: СЛЪНЧЕВО ИЛИ ДЪЖДОВНО? ИЗБЕРЕТЕ ТРИ МЕСТОПОЛОЖЕНИЯ И ПОЛУЧАВАЙТЕ ПРОГНОЗАТА ЗА ВРЕМЕТО В РЕЛАНО ВРЕМЕ, БЛАГОДАРЕНИЕ НА WEATHER.COM.[CR]В ДОПЪЛНЕНИЕ КЪМ ГРАДОВЕТЕ, МОЖЕ ДА ИЗБЕРЕТЕ МЕЖДУ ИМПЕРСКА ИЛИ МЕТРИЧНА СИСТЕМА.

# #31388
source: SUPPLEMENTS FOR XBMC
bg: ДОБАВКИ ЗА XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
bg: ИНСТАЛИРАЙТЕ И УПРАВЛЯВАЙТЕ ДОБАВКИ ЗА ИСТИНСКОТО XBMC ПРЕЖИВЯВАНЕ.[CR]ФИЛМОВИ И МУЗИКАЛНИ СКРАПЕРИ И ДОБАВКИ С АВТОМАТИЧНИ ОБНОВЛЕНИЯ.

# #31390
source: PLAYBACK SETTINGS
bg: НАСТРОЙКИ НА ВЪЗПРОИЗВЕЖДАНЕТО

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
bg: КАЛИБРАЦИЯ НА ИЗОБРАЖЕНИЕТО И АУДИО ИЗБИРАНЕ.[CR]XBMC ПРЕДОСТАВЯ МАКСИМАЛНО ВИСОКО КАЧЕСТВО ЗА АУДИО И ВИДЕО.

# #31392
source: DATA MANAGEMENT
bg: УПРАВЛЕНИЕ НА ДАННИ

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
bg: ВИСОКОКАПАЦИТЕТЕНИТЕ ПРЕНОСИМИ ТВЪРДИ ДИСКОВЕ СА ИДЕАЛНИ ЗА СЪХРАНЕНИЕ НА ДАННИ.[CR]XBMC МОЖЕ ДА УПРАВЛЯВА ХИЛЯДИ ФАЙЛОВЕ ОТ РАЗЛИЧНИ ИЗТОЧНИЦИ.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
bg: СЕМЕЙСТВОТО ВИ ЩЕ ГО ХАРЕСАТ

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
bg: ПОДДРЪЖКА НА МНОГОБРОЙНИ ПОТРЕБИТЕЛИ, ВСЕКИ ОТ ТЯХ С СОБСТВЕНА КОНФИГУРАЦИЯ.[CR]RSS ХРАНИЛКИ,ВИЗУАЛИЗАЦИИ И ОПЦИИ ЗА БИБЛИОТЕКАТА МОГАТ ДА БЪДАТ ИЗПОЛЗВАНИ ОТДЕЛНО.

# #31398
source: FURNITURE
bg: ОБЗАВЕЖДАНЕ

# #31399
source: MOVE OBJECTS
bg: ПРЕМЕСТЕТЕ ОБЕКТИ

# #31400
source: STYLES
bg: СТИЛОВЕ

# #31401
source: CHOOSE A TYPE
bg: ИЗБЕРЕТЕ ТИП

# #31402
source: EXTRAPACK
bg: ЕКСТРАПАК

# #31403
source: THEMES AND IMAGES
bg: ТЕМИ И ИЗОБРАЖЕНИЯ

# #31404
source: COLORS
bg: ЦВЕТОВЕ

# #31405
source: CHANGING SKIN TONE
bg: ПРОМЯНА НА ЦВЕТА НА КОЖАТА

# #31406
source: MEDIA INFO
bg: МЕДИЙНА ИНФОРМАЦИЯ

# #31407
source: COLLECTION
bg: КОЛЕКЦИЯ

# #31408
source: ART
bg: ИЗКУСТВО

# #31409
source: CONTEXTUAL ART
bg: КОНТЕКСТУАЛНО ИЗКУСТВО

# #31410
source: MAIN MENU
bg: ГЛАВНО МЕНЮ

# #31411
source: VISUAL OPTIONS
bg: ВИЗУАЛНИ ОПЦИИ

# #31412
source: REMINDERS
bg: НАПОМНЯНИЯ

# #31413
source: TIME, RSS AND TOP MENU
bg: ВРЕМЕ, RSS И ГОРНО МЕНЮ

# #31414
source: PLAYBACK
bg: ВЪЗПРОИЗВЕЖДАНЕ

# #31415
source: PLAY OPTIONS
bg: ОПЦИИ ЗА ВЪЗПРОИЗВЕЖДАНЕ

# #31416
source: EXTRAS
bg: ЕКСТРИ

# #31417
source: GLOBAL OPTIONS
bg: ГЛОБАЛНИ ОПЦИИ

# #31418
source: MENUS
bg: МЕНЮТА

# #31419
source: NAVIGATION LAYOUT
bg: РАЗПОЛОЖЕНИЕ НА НАВИГАЦИЯТА

# #31420
source: MODES/RESET
bg: РЕЖИМИ/НУЛИРАНЕ

# #31421
source: RESET SKIN
bg: НУЛИРАНЕ НА НАСТРОЙКИТЕ

# #31422
source: ELIMINATE ALL OPTIONS
bg: ЕЛИМИНИРАЙТЕ ВСИЧКИ ОПЦИИ

# #31423
source: CUSTOMIZATION - OPTIONS
bg: ПЕРСОНАЛИЗИРАНЕ - ОПЦИИ

# #31428
source: WATCHED
bg: ГЛЕДАНО

# #31429
source: UNWATCHED
bg: НЕГЛЕДАНО

# #31430
source: TRAILER AVAILABLE
bg: НАЛИЧЕН ТРЕЙЛЪР

# #31431
source: PRESS ANY DIRECTION TO CANCEL
bg: НАТИСНЕТЕ В КАКВАТО И ДА Е ПОСОКА ЗА ДА ОТКАЖЕТЕ

# #31432
source: PRESS UP TO PLAY
bg: НАТИСНЕТЕ НАГОРЕ ЗА ДА ГЛЕДАТЕ

# #31433
source: PRESS UP TWICE TO PLAY
bg: НАТИСНЕТЕ ДВА ПЪТИ ЗА ДА ГЛЕДАТЕ

# #31434
source: PRESS LEFT/UP TO ACCESS
bg: НАТИСНЕТЕ НАЛЯВО/НАДЯСНО ЗА ДОСТЪП

# #31435
source: ADD-ON REQUIRED
bg: ИЗИСКВА СЕ ДОБАВКА

# #31436
source: SMART SHORTCUTS
bg: УМНИ ПРЕКИ ПЪТИЩА

# #31438
source: GET LOGO/CLEARART
bg: ВЗЕМЕТЕ ЛОГО/CLEARART

# #31440
source: TURN ON TV TUNES
bg: ВКЛЮЧЕТЕ TV TUNES

# #31441
source: GET ARTWORK
bg: ВЗЕМИ ARTWORK

# #31456
source: PRESS RIGHT TO PLAY
bg: НАТИСНЕТЕ НАДЯСНО ЗА ДА ПУСНЕТЕ

# #31457
source: PRESS RIGHT TWICE TO PLAY
bg: НАТИСНТЕТЕ ДВА ПЪТИ НАДЯСНО ЗА ДА ПУСНЕТЕ

# #31458
source: TRAILER ON
bg: ТРЕЙЛЪР ВКЛЮЧЕН

# #31459
source: PRESS ANY DIRECTION TO CANCEL
bg: НАТИСНЕТЕ В КАКВАТО И ДА Е ПОСОКА ЗА ДА ОТКАЖЕТЕ

# #31460
source: PLAYBACK WILL START IN
bg: ВЪЗПРОИЗВЕЖДАНЕТО ЩЕ ЗАПОЧНЕ СЛЕД

# #31461
source: PLEASE WAIT
bg: МОЛЯ ИЗЧАКАЙТЕ

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
bg: АНИМИРАНИ ФОНОВИ ИЗОБРАЖЕНИЯ (PAN AND SCAN)

# #31463
source: ANIMATED FANART (PAN AND SCAN)
bg: АНИМИРАН FANART (PAN AND SCAN)

# #31464
source: ANIMATED FANART (SLIDE)
bg: АНИМИРАН FANART (СЛАЙД)

# #31465
source: 1 SECOND DELAY
bg: 1 СЕКУНДНО ЗАКЪСНЕНИЕ

# #31466
source: 2 SECONDS DELAY
bg: 2 СЕКУНДНО ЗАКЪСНЕНИЕ

# #31467
source: 3 SECONDS DELAY
bg: 3 СЕКУНДНО ЗАКЪСНЕНИЕ

# #31468
source: 4 SECONDS DELAY
bg: 4 СЕКУНДНО ЗАКЪСНЕНИЕ

# #31469
source: 5 SECONDS DELAY
bg: 5 СЕКУНДНО ЗАКЪСНЕНИЕ

# #31470
source: AUTOMATIC PANEL
bg: АВТОМАТИЧЕН ПАНЕЛ

# #31471
source: MANUAL PANEL
bg: РЪЧЕН ПАНЕЛ

# #31472
source: PANEL ALWAYS VISIBLE
bg: ПАНЕЛЪТ Е ВИНАГИ ВИДИМ

# #31473
source: PANEL OFF
bg: ИЗКЛ. НА ПАНЕЛ

# #31474
source: FANART STYLE
bg: СТИЛ НА FANART

# #31475
source: POSTER STYLE
bg: СТИЛ НА ПОСТЕР

# #31476
source: PLOT STYLE
bg: СТИЛ НА СЮЖЕТА

# #31477
source: EXTRA THUMBNAIL STYLE
bg: СТИЛ "ЕКСТРА МИНИКАРТИНКА"

# #31478
source: CHANGING VIEW
bg: ПРОМЯНА НА ИЗГЛЕД

# #31479
source: (DE)ACTIVATE VIEWS
bg: (ДЕ)АКТИВИРАНЕ НА ИЗГЛЕДИ

# #31480
source: SORT BY: ASCENDING
bg: СОРТИРАЙ ПО: ВЪЗХОДЯЩ

# #31481
source: SORT BY: DESCENDING
bg: СОРТИРАЙ ПО: НИЗХОДЯЩ

# #31482
source: MEDIA LABELS
bg: МЕДИЙНИ ЕТИКЕТИ

# #31483
source: AUTO HIDE
bg: АВТОМАТИЧНО СКРИВАНЕ

# #31485
source: 'WATCHED' LABEL
bg: ЕТИКЕТ "ГЛЕДАН"

# #31486
source: USE MEDIA CASE
bg: ИЗПОЛЗВАЙ МЕДИЙНА КУТИЯ

# #31487
source: USE STARS TO RATE
bg: ИЗПОЛЗВАЙ ЗВЕЗДИЧКИ ЗА ГЛАСУВАНЕ

# #31488
source: VIDEO OPTIONS
bg: ВИДЕО ОПЦИИ

# #31489
source: TRANSPARENT PANEL
bg: ПРОЗРАЧЕН ПАНЕЛ

# #31490
source: SLIM LIST
bg: ПЛОСЪК СПИСЪК

# #31491
source: HIDE WATCHED
bg: СКРИЙ ГЛЕДАНИТЕ

# #31492
source: STACKED
bg: ПОДРЕДЕНИ

# #31493
source: FIXED LIST
bg: ФИКСИРАН СПИСЪК

# #31494
source: PREFER: CLEARART
bg: ПРЕДПОЧИТАЙ: CLEARART

# #31495
source: PREFER: LOGO
bg: ПРЕДПОЧИТАЙ: ЛОГО

# #31496
source: EXTRA INFO
bg: ДОПЪЛНИТЕЛНА ИНФОРМАЦИЯ

# #31497
source: DEFAULT FANART
bg: FANART ПО ПОДРАЗБИРАНЕ

# #31498
source: EXTRA FANART
bg: ДОПЪЛНИТЕЛЕН FANART

# #31499
source: GENRE FANART
bg: ЖАНРОВ FANART

# #31500
source: RESERVE FANART
bg: ЗАПАЗИ FANART

# #31501
source: CURTAINS
bg: ЗАВЕСИ

# #31502
source: SEASON FANART
bg: СЕЗОНЕН FANART

# #31503
source: SELECT IMAGES PATH
bg: ИЗБЕРЕТЕ ПЪТ КЪМ ИЗОБРАЖЕНИЯТА

# #31504
source: CHOOSE A SINGLE IMAGE
bg: ИЗБЕРЕТЕ ЕДНО ИЗОБРАЖЕНИЕ

# #31505
source: CHOOSE MULTIPLE IMAGES
bg: ИЗБЕРЕТЕ ПОВЕЧЕ ИЗОБРАЖЕНИЯ

# #31506
source: USE POSTER.JPG
bg: ИЗПОЛЗВАЙ POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
bg: ИЗПОЛЗВАЙ LANDSCAPE.JPG

# #31509
source: ALTERNATIVE GENRE ICONS
bg: АЛТЕРНАТИВНИ ЖАНРОВИ ИКОНИ

# #31510
source: ALTERNATIVE STUDIO ICONS
bg: АЛТЕРНАТИВНИ СТУДИО ИКОНИ

# #31511
source: GRID SIZE
bg: ГОЛЕМИНА НА МРЕЖАТА

# #31512
source: MEDIUM
bg: СРЕДНО

# #31513
source: NORMAL
bg: НОРМАЛЕН

# #31514
source: LARGE
bg: ГОЛЯМ

# #31515
source: HORIZONTAL
bg: ХОРИЗОНТАЛНО

# #31516
source: GRID
bg: МРЕЖА

# #31517
source: LANDSCAPE
bg: ПЕЙЗАЖ

# #31518
source: USE ZOOM EFFECT
bg: ИЗПОЛЗВАЙ МАЩАБИРАЩ ЕФЕКТ

# #31519
source: BANNER
bg: БАНЕР

# #31520
source: ALTERNATIVE
bg: АЛТЕРНАТИВА

# #31522
source: DURATION
bg: ВРЕМЕТРАЕНЕ

# #31523
source: RATING
bg: РЕЙТИНГ

# #31524
source: PREVIOUS
bg: ПРЕДИШНО

# #31525
source: NEXT
bg: СЛЕДВАЩ

# #31526
source: SEASONS
bg: СЕЗОНИ

# #31527
source: EPISODES
bg: ЕПИЗОДИ

# #31528
source: EPISODE
bg: ЕПИЗОД

# #31529
source: ART
bg: ИЗКУСТВО

# #31530
source: PLOT
bg: СЮЖЕТ

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
bg: ПОКАЗВАЙ ПЪРВИТЕ БУКВИ ПРИ ПЛЪЗГАНЕ

# #31535
source: ACTIVATE PLOT ROLLING
bg: АКТИВИРАНЕ НА ПРЕВЪРТАНЕ

# #31536
source: GRADIENT EFFECT
bg: ГРАДИЕНТЕН ЕФЕКТ

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
bg: ФОНОВО ИЗОБРАЖЕНИЕ - ИЗПОЛЗВАЙ FANART КОЛЕКЦИЯ

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
bg: ФОНОВО ИЗОБРАЖЕНИЕ - ИЗПОЛЗВАЙ ТЕМА ПО ПОДРАЗБИРАНЕ

# #31539
source: BASED ON PRESENT CONDITIONS
bg: БАЗИРАНО НА ТЕКУЩИ УСЛОВИЯ

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
bg: ФОНОВО ИЗОБРАЖЕНИЕ БАЗИРАНО НА ДЕЙСТВИТЕЛНИТЕ УСЛОВИЯ

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
bg: ФОНОВО ИЗОБРАЖЕНИЕ БАЗИРАНО НА СЕЗОНИТЕ В СЕВЕРНА АМЕРИКА

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
bg: ФОНОВО ИЗОБРАЖЕНИЕ БАЗИРАНО НА СЕЗОНИТЕ В ЮЖНА АМЕРИКА

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
bg: ПОКАЗВАЙ АНИМИРАНИ ИКОНКИ ЗА ВРЕМЕ (МЕНЮТО ЗА ВРЕМЕ)

# #31544
source: STATIC SHOW ICONS OF CLIMATE
bg: СТАТИЧНО ПОКАЗВАНЕ НА КЛИМАТИЧНИ ИКОНИ

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
bg: ПОКАЗВАЙ МИНИ-МЕНЮ (ПОМОЩ ЗА ГЛАВНОТО МЕНЮ)

# #31546
source: MOVE TO DOWN
bg: ПРЕМЕСТИ ДОЛУ

# #31547
source: FANART COLLECTION
bg: FANART КОЛЕКЦИЯ

# #31548
source: CREATE OR UPDATE DATABASE
bg: СЪЗДАЙ ИЛИ ОБНОВИ ДАТАБАЗА

# #31549
source: VIEW MODES
bg: ВИЖ РЕЖИМИ

# #31550
source: MOVE TO UP
bg: ПРЕМЕСТИ ГОРЕ

# #31551
source: WRAP LIST
bg: 'WRAP' СПИСЪК

# #31552
source: TOP MENU
bg: ГОРНО МЕНЮ

# #31553
source: SHOW PROGRESS BAR
bg: ПОКАЗВАЙ ЛЕНТА С ПРОГРЕС

# #31554
source: HIDE PROGRESS BAR
bg: СКРИИ ЛЕНТА С ПРОГРЕС

# #31555
source: SHOW NEXT TRACKS
bg: ПОКАЗВАЙ СЛЕДВАЩИ ПЕСНИ

# #31556
source: HIDE NEXT TRACKS
bg: СКРИИ СЛЕДВАЩИ ПЕСНИ

# #31557
source: SHOW ARTIST/ALBUM ART
bg: ПОКАЗВАЙ ИЗОБРАЖЕНИЕ НА АЛБУМ/ИЗПЪЛНИТЕЛ

# #31558
source: HIDE ARTIST/ALBUM ART
bg: СКРИИ ИЗОБРАЖЕНИЕ НА ИЗПЪЛНИТЕЛ/АЛБУМ

# #31561
source: ARTIST FANART
bg: FANART НА ИЗПЪЛНИТЕЛЯТ

# #31562
source: HIDE VIDEO WINDOWS
bg: СКРИИ ВИДЕО ПРОЗОРЦИ

# #31563
source: SHOW VIDEO WINDOW
bg: ПОКАЗВАЙ ВИДЕО ПРОЗОРЦИ

# #31564
source: SHOW CDART
bg: ПОКАЗВАЙ CDART

# #31565
source: HIDE CDART
bg: СКРИИ CDART

# #31566
source: HIDE MEDIA CONTROLS
bg: СКРИИ МЕДИЙНИ КОНТРОЛИ

# #31567
source: SHOW MEDIA CONTROLS
bg: ПОКАЗВАЙ МЕДИЙНИ КОНТРОЛИ

# #31568
source: UPDATE FANART DATABASE
bg: ОБНОВЯВАНЕ НА FANART ДАТАБАЗАТА

# #31569
source: MAIN MENU OPTIONS
bg: ОПЦИИ НА ГЛАВНОТО МЕНЮ

# #31570
source: SHOW ARTIST IMAGES
bg: ПОКАЗВАЙ ИЗОБРАЖЕНИЕ НА ИЗПЪЛНИТЕЛ

# #31571
source: HIDE ARTIST IMAGES
bg: СКРИИ ИЗОБРАЖЕНИЕ НА ИЗПЪЛНИТЕЛЯ

# #31572
source: FOR MUSIC, PREFER VIEW BY
bg: ЗА МУЗИКА, ПРЕДПОЧИТАЙ ИЗГЛЕД

# #31573
source: TRAILER REMINDER AVAILABLE
bg: ДОСТЪПНО Е НАПОМНЯНЕ ЗА ТРЕЙЛЪР

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
bg: ПОКАЗВАНЕ НА ТРЕЙЛЪР НА ЦЯЛ ЕКРАН

# #31575
source: YOU HAVE
bg: ВИЕ ИМАТЕ

# #31576
source: TV SHOWS IN THIS COLLECTION
bg: СЕРИАЛИ В ТАЗИ КОЛЕКЦИЯ

# #31577
source: SEASONS OF THE SERIES
bg: СЕЗОНИ НА СЕРИАЛИТЕ

# #31578
source: EPISODES THIS SEASON
bg: ЕПИЗОДА ТОЗИ СЕЗОН

# #31579
source: UNWATCHED
bg: НЕГЛЕДАНО

# #31580
source: THERE ARE
bg: ИМА

# #31582
source: PLAYING NOW
bg: В МОМЕНТА СЕ ИЗПЪЛНЯВА

# #31583
source: RECENTLY ADDED
bg: ПОСЛЕДНО ДОБАВЕНИ

# #31584
source: RANDOM
bg: РАЗНИ

# #31585
source: IN PROGRESS
bg: В ПРОГРЕС

# #31586
source: EMPTY COLLECTION!
bg: ПРАЗНА КОЛЕКЦИЯ!

# #31587
source: ADD CONTENT IN OPTION
bg: ДОБАВЯНЕ НА СЪДЪРЖАНИЕ В ОПЦИЯ

# #31589
source: SEASON
bg: СЕЗОН
