Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Bulgarian/strings.po
Languages: bg

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
bg: ЗА ПОКАЗВАНЕ НА СЛУЧАЙНИ ЕЛЕМЕНТИ Е НУЖЕН СКРИПТ:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
bg: ЗА ПОКАЗВАНЕ НА ЕЛЕМЕНТИ В ПРОГРЕС Е НУЖЕН СКРИПТ:

# #31592
source: REORGANIZE OBJECTS
bg: РЕОРГАНИЗИРАЙТЕ ОБЕКТИ

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
bg: ПРЕМЕСТЕТЕ НАЛЯВО/НАДЯСНО ЗА ДА ПРЕЛИСТИТЕ

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
bg: ОСВЕН В ГЛАВНОТО МЕНЮ, МНОГО ДРУГИ МЕСТА МОГАТ ДА БЪДАТ С ПРОМЕНЕН ТОН НА ЦВЕТА.

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
bg: ВЪЗСТАНОВЕТЕ НАСТРОЙКИТЕ НА КОЖАТА

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
bg: ВНИМАНИЕ: ТОЗИ ПРОЦЕС Е НЕОБРАТИМ!

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
bg: КИОСК РЕЖИМ - ЗАБРАНЯВА ДОСТЪП ДО МЕНЮТО В КОЛЕКЦИИТЕ

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
bg: КИОСК КОД - ВРЕМЕННО ИЗКЛЮЧВА КИОСК РЕЖИМА ИЗПОЛЗВАЙИ БУТОНИТЕ НАЛЯВО/НАДЯСНО/НАГОРЕ

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
bg: УМЕН КИОСК - ЗАБРАНЯВА ДОСТЪП ДО НАСТРОЙКИТЕ

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
bg: ПОКАЗВАЙ ОПТИМИЗИРАН ПРОЗОРЕЦ ЗА VOXCOMMANDO

# #31608
source: ENABLE PVR FUNCTIONS
bg: РАЗРЕШИ PVR ФУНКЦИИ

# #31609
source: KIOSK CODE
bg: КИОСК КОД

# #31610
source: REACTIVATE KIOSK CODE
bg: ВЪЗСТАНОВЯВАНЕ НА КИОСК КОД

# #31611
source: KIOSK CODE BLOCKED
bg: КИОСК КОД БЛОКИРАН

# #31612
source: KIOSK CODE ACCEPTED
bg: КИОСК КОД ПРИЕТ

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
bg: ГРЕШНО ВЪВЕЖДАНЕ ТЕРМИНИРА ПРОЦЕСА.

# #31624
source: PRESS ENTER TO SELECT
bg: НАТИСНЕТЕ ENTER ЗА ДА ИЗБЕРЕТЕ

# #31625
source: AQUA
bg: АКВА

# #31626
source: BLOOD
bg: КРЪВ

# #31627
source: BROWN
bg: КАФЯВО

# #31628
source: DARK SKY
bg: ТЪМНО НЕБЕ

# #31629
source: GOLDEN YELLOW
bg: ЗЛАТНО ЖЪЛТО

# #31630
source: DIGITAL
bg: ДИГИТАЛНО

# #31631
source: FOREST
bg: ГОРА

# #31632
source: BLUE
bg: СИНЬО

# #31633
source: BRIGHT YELLOW
bg: ЯРКО ЖЪЛТО

# #31634
source: OLIVE
bg: МАСЛИНЕНО

# #31635
source: ORANGE
bg: ОРАНЖЕВО

# #31636
source: PURPLE
bg: ЛИЛАВО

# #31637
source: RED
bg: ЧЕРВЕНО

# #31638
source: ROYAL BLUE
bg: КРАЛСКО СИНЬО

# #31639
source: SILVER
bg: СРЕБЪРНО

# #31640
source: SKY BLUE
bg: НЕБЕСНО СИНЬО

# #31641
source: SPRING
bg: ПРОЛЕТ

# #31642
source: TURQUOISE
bg: ТЮРКОАЗЕНО

# #31643
source: VIOLET
bg: ВИОЛЕТОВО

# #31644
source: GRAY
bg: СИВО

# #31645
source: GRAPHITE
bg: ГРАФИТЕНО

# #31646
source: CHOCOLATE
bg: ШОКОЛАДЕНО

# #31647
source: OCEAN
bg: ОКЕАНСКО

# #31648
source: NO COLOR
bg: БЕЗ ЦВЯТ

# #31651
source: SMART KIOSK
bg: УМЕН КИОСК

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
bg: УМЕН КИОСК оставя менюто достъпно с основни функции и премахва всички настройки.[CR]КИОСК КОД режимът временно го изключва, използвайки предварително дефинираните команди.

# #31653
source: CUSTOM CASE
bg: ПЕРСОНАЛИЗИРАНА КУТИЯ

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
bg: Сменете цвета или задайте нов етикет, нагласете медийните кутии за вашата колекция.

# #31656
source: MANY NEWS AND MORE...
bg: ПОВЕЧЕ НОВИНИ И ОЩЕ...

# #31658
source: SKIP PRESENTATION
bg: ПРОПУСНЕТЕ ПРЕЗЕНТАЦИЯ

# #31659
source: BUILD
bg: ВЕРСИЯ

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
bg: ЗА ДА ИЗБЕРЕТЕ ЖЕЛАНИЯ СТИЛ,[CR]ИЗПОЛЗВАЙТЕ СТРЕЛКИТЕ НАДОЛУ ИЛИ НАГОРЕ.

# #31661
source: SHOW 'PAUSE'
bg: ПОКАЗВАЙ „ПАУЗА“

# #31662
source: HIDE 'PAUSE'
bg: СКРИИ „ПАУЗА“

# #31663
source: HIDE PARTLY WATCHED
bg: СКРИЙ ЧАСТИЧНО ИЗГЛЕДАНИТЕ

# #31664
source: SHOW PARTLY WATCHED
bg: ПОКАЖИ ЧАСТИЧНО ИЗГЛЕДАНИТЕ

# #31665
source: CONTINUE WATCHING
bg: ПРОДЪЛЖЕТЕ ГЛЕДАНЕТО

# #31667
source: MAIN MENU
bg: ГЛАВНО МЕНЮ

# #31668
source: GLASS EFFECT
bg: ПРОЗРАЧЕН ЕФЕКТ

# #31669
source: SHOW WATCH
bg: ПОКАЗВАЙ ИЗГЛЕДАНО

# #31670
source: HIDE WATCH
bg: СКРИИ ИЗГЛЕДАНО

# #31672
source: SHOW LIBRARY
bg: ПОКАЗВАЙ БИБЛИОТЕКА

# #31673
source: HIDE LIBRARY
bg: СКРИИ БИБЛИОТЕКА

# #31675
source: SHOW RSS
bg: ПОКАЖИ RSS

# #31676
source: HIDE RSS
bg: СКРИИ RSS

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
bg: ПОКАЖИ ЗАГЛАВИЯ (ЖАНР; СТУДИО И ДРУГИ)

# #31678
source: SHOW FURNITURE
bg: ПОКАЖИ ОБЗАВЕЖДАНЕ

# #31679
source: HIDE FURNITURE
bg: СКРИИ ОБЗАВЕЖДАНЕ

# #31681
source: MOVE UP/DOWN TO END
bg: ПРЕМЕСТИ НАГОРЕ/НАДОЛУ ДО КРАЯ

# #31682
source: MOVE RIGHT TO BROWSE
bg: НАТИСНЕТЕ НАДЯСНО ЗА ДА ПРЕГЛЕДАТЕ

# #31683
source: CUSTOMIZE FURNITURES
bg: ПЕРСОНАЛИЗИРАЙТЕ ОБЗАВЕЖДАНЕТО

# #31684
source: END THIS STEP AND MOVE FORWARD
bg: ПРИКЛЮЧЕТЕ ТАЗИ СТЪПКА И ОТИДЕТЕ НАПРЕД

# #31686
source: COLOR PALETTE FOR TITLES
bg: ПАЛИТРА ЗА ЗАГЛАВИЯ

# #31688
source: COLOR FOR TITLES
bg: ЦВЯТ ЗА ЗАГЛАВИЯ

# #31695
source: RELOAD
bg: ПРЕЗАРЕДИ

# #31696
source: ORIGINAL TITLE AT THE TOP
bg: ОРИГИНАЛНО ЗАГЛАВИЕ НА ВЪРХА

# #31697
source: CAST SCROLLING
bg: ПЛЪЗГАНЕ НА АКТЬОРИТЕ

# #31698
source: PLAYBACK OPTIONS
bg: ОПЦИИ ЗА ВЪЗПРОИЗВЕЖДАНЕ

# #31699
source: INFORMATION PANEL OPTIONS
bg: ОПЦИИ ЗА ИНФОРМАЦИОННИЯТ ПАНЕЛ

# #31700
source: PLAY
bg: ПУСНИ

# #31701
source: TRAILER
bg: ТРЕЙЛЪР

# #31702
source: GET ARTWORK
bg: ВЗЕМИ ARTWORK

# #31703
source: STARRING
bg: УЧАВСТВАТ

# #31709
source: ALWAYS VISIBLE
bg: ВИНАГИ ВИДИМО

# #31710
source: MANUAL
bg: РЪЧНО

# #31711
source: OFF
bg: ИЗКЛЮЧЕНО

# #31712
source: ITEMS LIST
bg: СПИСЪК С ЕЛЕМЕНТИ

# #31713
source: NOT AVAILABLE
bg: НЕ Е ДОСТЪПНО

# #31714
source: CREATED
bg: СЪЗДАДЕН

# #31715
source: RESOLUTION
bg: РЕЗОЛЮЦИЯ

# #31716
source: SPRING
bg: ПРОЛЕТ

# #31717
source: SUMMER
bg: ЛЯТО

# #31718
source: AUTUMN
bg: ЕСЕН

# #31719
source: WINTER
bg: ЗИМА

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
bg: БАЗИРАНО НА УСЛОВИЯТА В СЕВЕРНОТО ПОЛУКЪЛБО

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
bg: БАЗИРАНО НА УСЛОВИЯТА В ЮЖНОТО ПОЛУКЪЛБО

# #31722
source: SHOW LYRICS
bg: ПОКАЖИ ТЕКСТ НА ПЕСЕН

# #31723
source: LYRICS
bg: ТЕКСТОВЕ

# #31724
source: HIDE LYRICS
bg: СКРИИ ТЕКСТ НА ПЕСЕН

# #31725
source: SET SCRIPT
bg: НАСТРОЙ СКРИПТ

# #31726
source: LYRICS SOURCE
bg: ИЗТОЧНИК НА ТЕСКТОВЕТЕ

# #31727
source: VIEWING
bg: ПРЕГЛЕЖДАНЕ

# #31728
source: VIEWING OPTIONS
bg: ОПЦИИ ЗА ПРЕГЛЕЖДАНЕ

# #31730
source: SHOW POSTER/CLEARART
bg: ПОКЗВАЙ ПОСТЕР/CLEARART

# #31731
source: SHOW COVER/THUMBNAIL
bg: ПОКАЗВАЙ ОБЛОЖКА/МИНИКАРТИНКА

# #31732
source: MODE: FIXED
bg: РЕЖИМ: ФИКСИРАН

# #31733
source: MODE: ALTERNATIVE
bg: РЕЖИМ: АЛТЕРНАТИВЕН

# #31734
source: DISPLAY: CLEARART
bg: ПОКАЗВАЙ: CLEARART

# #31735
source: DISPLAY: LOGO
bg: ПОКАЗВАЙ: ЛОГО

# #31736
source: LANDSCAPE
bg: ПЕЙЗАЖ

# #31737
source: PAUSE
bg: ПАУЗА

# #31738
source: RETURN TO MENU BUTTON
bg: БУТОН ЗА ВРЪЩАНЕ В МЕНЮТО

# #31739
source: CLOSE THIS DIALOGUE BOX
bg: ЗАТВОРЕТЕ ТАЗИ ДИАЛОГОВА КУТИЯ

# #31740
source: VIS(VIDEO)
bg: VIS(ВИДЕО)

# #31741
source: VIS(AUDIO)
bg: VIS(АУДИО)

# #31742
source: OPEN TRAY
bg: ОТВОРИ ДИСКОВОТО У-ВО

# #31743
source: ON
bg: ВКЛЮЧЕНО

# #31744
source: THERE IS NO BUTTON ON !
bg: НЯМА БУТОН ЗА ВКЛЮЧВАНЕ !

# #31745
source: FILTERS
bg: ФИЛТРИ

# #31746
source: SEARCH
bg: ТЪРСЕНЕ

# #31748
source: THEME IN USE
bg: ТЕМА В УПОТРЕБА

# #31749
source: STYLE IN USE
bg: СТИЛ В УПОТРЕБА

# #31751
source: COLOR IN USE FOR TITLES
bg: ИЗПОЛЗВАН ЦВЯТ ЗА ЗАГЛАВИЯ

# #31752
source: Skin status
bg: Статус на кожата

# #31753
source: REVIEW
bg: ПРЕГЛЕД

# #31754
source: VOLUME
bg: СИЛА НА ЗВУКА

# #31755
source: MUTE
bg: БЕЗ ЗВУК

# #31756
source: TOTAL
bg: ОБЩО

# #31757
source: PAGE
bg: СТРАНИЦА

# #31758
source: AVAILABLE GROUPS
bg: ДОСТЪПНИ ГРУПИ

# #31759
source: NO-GROUP CHANNELS
bg: НЕГРУПИРАНИ КАНАЛИ

# #31760
source: ADD GROUP
bg: ДОБАВЕТЕ ГРУПА

# #31761
source: RENAME GROUP
bg: ПРЕИМЕНУВАЙТЕ ГРУПА

# #31762
source: DELETE GROUP
bg: ИЗТРИЙТЕ ГРУПА

# #31764
source: TELETEXT
bg: ТЕЛЕТЕКСТ

# #31765
source: SIMILAR ARTISTS
bg: ПОДОБНИ ИЗПЪЛНИТЕЛИ

# #31766
source: VISUALIZATION PRESETS
bg: ПРЕДВАРИТЕЛНИ НАСТРОЙКИ ЗА ВИЗУАЛИЗАЦИЯ

# #31767
source: VIDEO AVAILABLE
bg: ДОСТЪПНО ВИДЕО

# #31768
source: VIDEO MODE ACTIVATED
bg: АКТИВИРАН ВИДЕО РЕЖИМ

# #31769
source: GROUP
bg: ГРУПА

# #31770
source: PLATFORM
bg: ПЛАТФОРМА

# #31771
source: PUBLISHER
bg: ИЗДАТЕЛ

# #31772
source: PREMIERED
bg: ПРЕМИЕРА

# #31773
source: PLAYERS
bg: ИГРАЧИ

# #31774
source: RATING
bg: РЕЙТИНГ

# #31775
source: CONTROL TYPE
bg: ТИП НА КОНТРОЛ

# #31776
source: PERSPECTIVE
bg: ПЕРСПЕКТИВА

# #31777
source: IMPORT GAMES
bg: ВНАСЯНЕ НА ИГРИ

# #31778
source: ADD ROM COLLECTION
bg: ДОБАВЕТЕ ROM КОЛЕКЦИЯ

# #31779
source: EDIT ROM COLLECTION
bg: РЕДАКТИРАЙТЕ ROM КОЛЕКЦИЯ

# #31780
source: EDIT OFFLINE SCRAPERS
bg: РЕДАКТИРАЙТЕ OFFLINE СКРАПЕРИ

# #31781
source: EDIT GAME COMMAND
bg: РЕДАКТИРАЙТЕ ИГРАЛНА КОМАНДА

# #31782
source: ADD GAME TO FAVOURITES
bg: ДОБАВЕТЕ ИГРА КЪМ ЛЮБИМИ

# #31783
source: ADD SELECTION TO FAVOURITES
bg: ДОБАВЕТЕ ИЗБРАНОТО КЪМ ЛЮБИМИ

# #31784
source: DELETE GAME
bg: ИЗТРИЙТЕ ИГРА

# #31785
source: DELETE ROM COLLECTIONS
bg: ИЗТРИЙТЕ ROMКОЛЕКЦИИ

# #31786
source: CLEAN DATABASE
bg: ИЗЧИСТЕТЕ ДАТАБАЗА

# #31787
source: IMPORT SETTINGS
bg: ИМПОРТИРАЙТЕ НАСТРОЙКИ

# #31788
source: DEVELOPER
bg: РАЗРАБОТЧИК

# #31789
source: MEDIA TYPE
bg: ТИП НА МЕДИЯТА

# #31790
source: PLAY GAME
bg: ПУСНЕТЕ ИГРА

# #31791
source: FAVOURITES
bg: ЛЮБИМИ

# #31792
source: A-Z
bg: А-Я

# #31793
source: PLAY VIDEO
bg: ВЪЗПРОИЗВЕЖДАНЕ НА ВИДЕО

# #31794
source: CUSTOMIZE THIS MENU
bg: ПЕРСОНАЛИЗИРАЙТЕ ТОВА МЕНЮ

# #31795
source: PVR VERSION
bg: PVR ВЕРСИЯ

# #31796
source: VERSION WITHOUT PVR
bg: ВЕРСИЯ БЕЗ PVR

# #31797
source: REMAIN
bg: ОСТАНИЯ

# #31798
source: GET ARTIST INFO
bg: ВЗЕМИ ИНФОРМАЦИЯ ЗА ИЗПЪЛНИТЕЛ

# #31799
source: TRACK
bg: ПЕСЕН

# #31800
source: ALBUM INFO
bg: ИНФОРМАЦИЯ ЗА АЛБУМ

# #31801
source: LIST
bg: СПИСЪК

# #31803
source: MULTIPLEX
bg: МУЛТИПЛЕКС

# #31804
source: LANDSCAPEX
bg: ПЕЙЗАЖЕКС

# #31805
source: WALL
bg: СТЕНА

# #31807
source: LOW LIST
bg: НИСЪК СПИСЪК

# #31808
source: POSTER
bg: ПОСТЕР

# #31809
source: SHELF
bg: РАФТ

# #31810
source: COVERFLOW
bg: ОБЛОЖКИ

# #31811
source: BANNER
bg: БАНЕР

# #31812
source: BANNER INFO
bg: БАНЕР ИНФО

# #31813
source: WIDE
bg: ШИРОКО

# #31814
source: LANDSCAPE
bg: ПЕЙЗАЖ

# #31815
source: SQUARE
bg: КВАДРАТНО

# #31816
source: TALL
bg: ВИСОКО

# #31817
source: PHOTOSHOW
bg: ФОТОШОУ

# #31818
source: PANEL
bg: ПАНЕЛ

# #31823
source: LARGE LIST
bg: ДЪЛЪГ СПИСЪК

# #31824
source: SEASON BANNER
bg: СЕЗОНЕН БАНЕР

# #31825
source: EPISODES BANNER
bg: ЕПИЗОДИЧЕН БАНЕР

# #31826
source: SETS
bg: КОМПЛЕКТИ

# #31840
source: EVERY ONE HOUR
bg: ВСЕКИ ЕДИН ЧАС

# #31841
source: WEEKEND
bg: УИКЕНД

# #31842
source: 10 DAYS
bg: 10 ДНИ

# #31843
source: CURRENT
bg: ТЕКУЩ

# #31844
source: MAPS
bg: КАРТИ

# #31845
source: VIDEO
bg: ВИДЕО

# #31846
source: SATELLITE AND RADAR
bg: САТЕЛИТ И РАДАР

# #31847
source: FORECAST
bg: ПРОГНОЗА

# #31848
source: CONDITIONS
bg: УСЛОВИЯ

# #31849
source: SEVERE WEATHER
bg: ТЕЖКО ВРЕМЕ

# #31850
source: WEATHER PERSPECTIVE
bg: ПЕРСПЕКТИВА НА ВРЕМЕТО

# #31851
source: AVERAGE HIGH
bg: СРЕДНО ВИСОКА

# #31852
source: AVERAGE LOW
bg: СРЕДНО НИАК

# #31853
source: RECORD HIGH
bg: РЕКОРДНО ВИСОКА

# #31854
source: RECORD LOW
bg: РЕКОРДНО НИСКА

# #31855
source: PROBABLE HIGH
bg: ВЕРОЯТНО ВИСОКА

# #31856
source: PROBABLE LOW
bg: ВЕРОЯТН НИСКА

# #31857
source: DEFAULT MAP
bg: КАРТА ПО ПОДРАЗБИРАНЕ

# #31858
source: LARGER MAP
bg: ПО-ГОЛЯМА КАРТА

# #31859
source: PRESSURE
bg: НАЛЯГАНЕ

# #31860
source: VISIBILITY
bg: ВИДИМОСТ

# #31861
source: STATISTICS
bg: СТАТИСТИКИ

# #31862
source: RAIN PROBABILITY
bg: ВЕРОЯТНОСТ ЗА ВАЛЕЖ

# #31863
source: SEARCHING FOR FORECAST INFO
bg: ТЪРСЕНЕ ЗА ПРОГНОЗА

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
bg: НАТИСНЕТЕ ВИДЕО БУТОНЪТ ЗА ДА ПУСНЕТЕ ОТНОВО

# #31865
source: MAPS PATH
bg: ПЪТ КЪМ КАРТИТЕ

# #31866
source: SHOW DETAILS
bg: ПОКАЗВАНЕ НА ДЕТАЙЛИ

# #31867
source: SHOW EVERY ONE HOUR
bg: ПОКАЗВАНЕ НА ВСЕКИ ЧАС

# #31868
source: TEMPERATURE
bg: ТЕМПЕРАТУРА

# #31869
source: TODAY
bg: ДНЕС

# #31870
source: MAX
bg: МАКС.

# #31871
source: MIN
bg: МИН.

# #31872
source: LOCAL
bg: МЕСТНА

# #31873
source: WEATHER SETTINGS
bg: НАСТРОЙКИ ЗА ВРЕМЕТО

# #31880
source: APPLY
bg: ПРИЛОЖИ

# #31881
source: EXTENDED LIST
bg: РАЗШИРЕН СПИСЪК

# #31882
source: EXIT
bg: ИЗХОД

# #31883
source: GET DIRECTOR INFO
bg: ПОЛУЧАВАНЕ НА ИНФОРМАЦИЯ ЗА РЕЖИСЬОР

# #31884
source: GET WRITER INFO
bg: ПОЛУЧАВАНЕ НА ИНФОРМАЦИЯ ЗА СЦЕНАРИСТ

# #31885
source: GET FILMOGRAPHY ARTIST
bg: ВЗЕМИ ФИЛМОГРАФИЯ НА АКТЬОРА

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
bg: НАТИСНЕТЕ НАЛЯВО/НАДЯСНО ЗА ДА ПРОМЕНИТЕ РЕЙТИНГЪТ

# #31887
source: PRESS ENTER TO CONFIRM
bg: НАТИСНЕТЕ ENTER ЗА ПОТВРЪЖДЕНИЕ

# #31888
source: GET OR UPDATE EXTRAPACK
bg: ВЗЕМЕТЕ ИЛИ ОБНОВЕТЕ ЕКСТРАПАК

# #31889
source: COLD
bg: СТУДЕНО

# #31890
source: WARM
bg: ТОПЛО

# #31891
source: DARKNESS
bg: ТЪМНО

# #31892
source: DIGITAL ART
bg: ДИГИТАЛНО ИЗКУСТВО

# #31893
source: THEMES
bg: ТЕМИ

# #31894
source: FUTURE IMAGES THEME
bg: ТЕМА БЪДЕЩИ ИЗОБРАЖЕНИЯ

# #31895
source: COLD IMAGES THEME
bg: ТЕМА СТУДЕНИ ИЗОБРАЖЕНИЯ

# #31896
source: WARM IMAGES THEME
bg: ТЕМА ТОПЛИ ИЗОБРАЖЕНИЯ

# #31897
source: DARKNESS IMAGES THEME
bg: ТЕМА ТЪМНИ ИЗОБРАЖЕНИЯ

# #31898
source: DIGITAL ART IMAGES THEME
bg: ТЕМА ДИГИТАЛНИ ИЗОБРАЖЕНИЯ

# #31899
source: RANDOM IMAGES THEME
bg: ТЕМА СЛУЧАЙНИ ИЗОБРАЖЕНИЯ

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
bg: ИЗПОЛЗВАЙТЕ ВЪНШЕН ПАКЕТ ИЗОБРАЖЕНИЯ (ДЕФИНИРАН ОТ ПОТРЕБИТЕЛЯ)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
bg: ИЗПОЛЗВАЙТЕ ВЪТРЕШЕН ПАКЕТ ИКОНИ (ЕКСТРАПАК ПРЕДОСТАВЕН ОТ КОЖАТА)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
bg: ИЗПОЛЗВАЙТЕ ВЪНШЕН ПАКЕТ ИКОНИ (ДЕФИНИРАН ОТ ПОТРЕБИТЕЛЯ)

# #31907
source: FULLSCREEN
bg: НА ЦЯЛ ЕКРАН

# #31908
source: MY THEME
bg: МОЯТА ТЕМА

# #31909
source: PERSONAL IMAGES THEME
bg: ТЕМА ЛИЧНИ ИЗОБРАЖЕНИЯ

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
bg: СЪЗДАЙТЕ ВАША СОБСТВЕНА ТЕМА С ИЗОБРАЖЕНИЯ ПО ВАШ ИЗБОР.[CR] НАТИСНЕТЕ ENTER ЗА ДА НАУЧИТЕ ПОВЕЧЕ, ИЛИ ДА ЗАДАДЕТЕ ТЕМА.

# #31911
source: CREATING MY THEME
bg: СЪЗДАВАНЕ НА МОЯ ТЕМА

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
bg: МРЪДНЕТЕ КЪДЕТО И ДА Е ЗА ДА ОТКАЖЕТЕ И НАТИСНЕТЕ ENTER ЗА ДА ИНДИКИРАТЕ ПЪТЯТ

# #31917
source: SHORTCUTS
bg: ПРЕКИ ПЪТИЩА

# #31918
source: CHANGE OPTIONS
bg: ПРОМЯНА НА ОПЦИИТЕ

# #31919
source: CLICK GO TO FILES MODE
bg: НАТИСНЕТЕ ЗА ДА ОТИДЕТЕ В ФАЙЛОВ РЕЖИМ

# #31920
source: CLICK GO TO LIST MODE
bg: НАТИСНЕТЕ ЗА ДА ОТИДЕТЕ В СПИСЪЧЕН РЕЖИМ

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
bg: ИЗТРИВАНЕ НА БАЗАТА ДАННИ И ИЗТЕГЛЯНЕ НА ПАКЕТА ОТНОВО

# #31924
source: BOX FRONT
bg: КУТИЯ ОТПРЕД

# #31925
source: BOX BACK
bg: КУТИЯ ГРЪБ

# #31926
source: CARTDRIGE
bg: КАСЕТА

# #31927
source: SCREENSHOT
bg: ИЗОБРАЖЕНИЕ

# #31928
source: CLICK GO TO LIBRARY MODE
bg: НАТИСНЕТЕ ОТИДИ В БИБЛИОТЕЧЕН РЕЖИМ

# #31929
source: CLICK GO TO SETS MODE
bg: НАТИСНЕТЕ ОТИДИ В СЕТОВ РЕЖИМ

# #31930
source: RESCRAPE GAME
bg: ОБНОВЕТЕ ИГРАТА

# #31931
source: RESCRAPE SELECTION
bg: ОБНОВЕТЕ СЕЛЕКТИРАНИТЕ

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
bg: ЕКСПОРТИРАНЕ НА БАЗА ДАННИ ЗА ИГРИ (ИНФО ФАЙЛОВЕ)

# #31933
source: OPEN ADDON SETTINGS
bg: ОТВОРЕТЕ НАСТРОЙКИТЕ НА ДОБАВКАТА

# #31934
source: LAYOUT: BANNER
bg: РАЗПОЛОЖЕНИЕ: БАНЕР

# #31935
source: LAYOUT: POSTER
bg: РАЗПОЛОЖЕНИЕ: ПОСТЕР

# #31936
source: CHANGE RATING
bg: ПРОМЕНЕТЕ РЕЙТИНГ

# #31937
source: VIDEO
bg: ВИДЕО

# #31938
source: AUTO
bg: АВТО

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
bg: ТЪРСЕНЕ ЗА ДИСКОГРАФНА ИНФОРМАЦИЯ...

# #31940
source: Similar artists
bg: Подобни изпълнители

# #31941
source: LIMIT
bg: ЛИМИТ

# #31942
source: METADATA
bg: МЕТАДАТА

# #31943
source: SHOW ONLY CDART AND COVER
bg: ПОКАЗВАЙ САМО CDART И ОБЛОЖКА

# #31944
source: IMAGE ZOOM
bg: МАЩАБИРАНЕ НА ИЗОБРАЖЕНИЕ

# #31945
source: PLAY TRAILER
bg: ПУСНИ ТРЕЙЛЪР

# #31946
source: PLAY MOVIE
bg: ПУСНИ ФИЛМ

# #31947
source: PRESS ENTER TO ACCESS
bg: НАТИСНЕТЕ ENTER ЗА ДОСТЪП

# #31948
source: WINDOW
bg: ПРОЗОРЕЦ

# #31949
source: VIDEO CLIPS
bg: ВИДЕО КЛИПОВЕ

# #31950
source: ARTIST VIDEO CLIPS
bg: ВИДЕО КЛИПОВЕ НА ИЗПЪЛНИТЕЛЯ

# #31951
source: SONG VIDEO CLIP
bg: ВИДЕО НА ПЕСЕНТА

# #31952
source: PERSONAL INFORMATION
bg: ЛИЧНА ИНФОРМАЦИЯ

# #31953
source: MOVIE INFORMATION
bg: ИНФОРМАЦИЯ ЗА ФИЛМА

# #31954
source: FILMOGRAPHY
bg: ФИЛМОГРАФИЯ

# #31955
source: IN LIBRARY
bg: В БИБЛИОТЕКАТА

# #31956
source: DISC MENU
bg: ДИСКОВО МЕНЮ

# #31957
source: MULTIPLE THUMBS (TOP MENU)
bg: МНОГОБРОЙНИ ИЗОБРАЖЕНИЯ (ГОРНО МЕНЮ)

# #31958
source: SINGLE THUMB (TOP MENU)
bg: ЕДИНИЧНО ИЗОБРАЖЕНИЕ (ГОРНО МЕНЮ)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
bg: ПОКАЗВАЙ АУДИО И ВИДЕО ВИЗУАЛИЗАЦИИ КАТО ФОН (ГЛОБАЛНО)

# #31971
source: Update finished
bg: Обновлението приключено

# #31972
source: Update failed
bg: Обновлението се провали

# #31973
source: No update required
bg: Няма нужда от обновление

# #31974
source: Downloading:
bg: Изтегляне:

# #31983
source: Rating
bg: РЕЙТИНГ
