Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Norwegian/strings.po
Languages: no

# #31001
source: VIDEOS
no: VIDEOER

# #31002
source: MUSIC
no: MUSIKK

# #31003
source: MOVIES
no: FILMER

# #31004
source: PLAY DISC
no: SPILL DISK

# #31005
source: TV SHOWS
no: TV SERIER

# #31007
source: GAMES
no: SPILL

# #31008
source: IMAGES
no: BILDER

# #31009
source: WEATHER
no: VÆR

# #31010
source: ADD-ONS
no: PROGRAMTILLEGG

# #31011
source: SETTINGS
no: INNSTILLINGER

# #31013
source: CONCERTS
no: KONSERTER

# #31014
source: EMPTY
no: TOM

# #31024
source: VIDEO ADD-ONS
no: VIDEOTILLEGG

# #31025
source: AUDIO ADD-ONS
no: LYDTILLEGG

# #31026
source: IMAGE ADD-ONS
no: BILDETILLEGG

# #31027
source: PROGRAMS ADD-ONS
no: PROGRAMTILLEGG

# #31028
source: YEAR
no: ÅR

# #31029
source: SETS
no: SETT

# #31030
source: PROGRAMS
no: PROGRAMMER

# #31032
source: GENRE
no: SJANGER

# #31033
source: FILES
no: FILER

# #31034
source: RECENTLY ADDED
no: NYLIG LAGT TIL

# #31035
source: PLAYLIST
no: SPILLELISTE

# #31037
source: ARTISTS
no: ARTISTER

# #31038
source: PARTY MODE
no: FESTMODUS

# #31040
source: ALBUMS
no: ALBUM

# #31041
source: COMPILATIONS
no: SAMLINGER

# #31042
source: TOP 100
no: TOPP 100

# #31043
source: RECENTLY PLAYED
no: NYLIG SPILT

# #31044
source: AUDIO ADD-ONS
no: LYDTILLEGG

# #31045
source: ACTORS
no: SKUESPILLERE

# #31047
source: STUDIOS
no: STUDIO

# #31048
source: SETS
no: SETT

# #31049
source: RANDOM
no: TILFELDIG

# #31050
source: 4 DAYS
no: 4 DAGER

# #31051
source: 36 HOURS
no: 36 TIMER

# #31052
source: WEEKEND
no: HELG

# #31053
source: 7 DAYS
no: 7 DAGER

# #31054
source: ALERTS
no: ALARMER

# #31055
source: TIMER
no: NEDTELLING

# #31056
source: CANCEL TIMER
no: STOPP NEDTELLING

# #31059
source: RESTART
no: START PÅ NYTT

# #31060
source: SUSPEND
no: SLÅ AV

# #31061
source: HIBERNATE
no: DVALE

# #31062
source: CHANGE USER
no: BYTT BRUKER

# #31063
source: FILES MANAGER
no: FILBEHANDLING

# #31065
source: TRAILERS
no: TRAILERE

# #31066
source: CINEMA EX
no: KINO EX

# #31068
source: VIEWTYPES
no: VISNINGSTYPER

# #31069
source: COMICS
no: KOMEDIER

# #31070
source: TITLES
no: TITLER

# #31090
source: DIRECTORS
no: DIREKTØRER

# #31091
source: GENRES
no: SJANGER

# #31092
source: PLAYLISTS
no: SPILLELISTER

# #31093
source: ITEMS
no: ELEMENTER

# #31094
source: NO LOCAL/CANCEL
no: INGEN LOKAL/ANNULLER

# #31201
source: SUBMENU
no: UNDERMENY

# #31202
source: OPTIONS
no: VALG

# #31203
source: SKIN
no: SKINN

# #31204
source: UPDATE
no: OPPDATER

# #31209
source: Item
no: Element

# #31210
source: Items
no: Elementer

# #31211
source: RENAME
no: GI NYTT NAVN

# #31212
source: DISABLE
no: DEAKTIVER

# #31213
source: ENABLE
no: AKTIVER

# #31214
source: DISABLE/REORDER
no: DEAKTIVER/SORTER

# #31216
source: THUMBNAIL SET PLAYLIST
no: MINIATYRBILDE TIL SPILLELISTE

# #31217
source: CHANGE BACKDROP - ONE IMAGE
no: ENDRE BAKGRUNNSBILDE - ETT BILDE

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
no: ENDRE BAKGRUNNSBILDE - FLERE BILDER

# #31219
source: RESTORE DEFAULT THUMBNAIL
no: GJENOPPRETT STANDARD MINIATYRBILDE

# #31220
source: RESTORE DEFAULT BACKDROP
no: GJENOPPRETT STANDARD BAKGRUNNSBILDE

# #31221
source: NO FAVOURITES TO SHOW
no: INGEN FAVORITTER

# #31222
source: END
no: SLUTT

# #31223
source: TIP
no: TIPS

# #31224
source: MORE OPTIONS
no: FLERE VALG

# #31225
source: REORDER MENU
no: ORGANISER MENYEN

# #31226
source: GENERAL INFORMATION
no: GENERELL INFORMASJON

# #31228
source: SMART SUBMENU
no: SMART UNDERMENY

# #31229
source: MY MENU
no: MIN MENY

# #31234
source: MENU IN WRAP LIST MODE
no: MENY I OMSLAGSMODUS

# #31235
source: MENU IN FIXED LIST MODE
no: MENY I FAST LISTEMODUS

# #31236
source: MUSICAL NOTE
no: MUSIKKNOTAT

# #31237
source: Done
no: Ferdig

# #31253
source: Choose a Favourite.[CR]Remember that to populate this list you must use the context menu 'C key' on an item and Add to Favourites.
no: Velg en favoritt.[CR]For å fylle denne listen må du bruke kontekstmenyen (C-tasten) på et element og velge 'Legg til i favoritter'.

# #31255
source: New theme has been set
no: Nytt tema har blitt satt

# #31256
source: New style has been set
no: Ny stil har blitt satt

# #31260
source: FOLDER CONTAINS:
no: MAPPEN INNEHOLDER:

# #31261
source: CONFIGURE
no: KONFIGURER

# #31262
source: CHANGE STANDARD OPTIONS
no: ENDRE STANDARDINNSTILLINGER

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
no: AKTIVER AUTOMATISK OPPDATERING AV PROGRAMTILLEGG

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
no: VIS OPPDATERINGSVARSLER AV PROGRAMTILLEGG

# #31265
source: SHOW ADD-ON FANART
no: VIS EKSTRA FANART

# #31267
source: 3DBD
no: 3D BLURAY

# #31276
source: CASE FOR CONTENT
no: MEDIAOMSLAG

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
no: TILPASS BOKSENE TIL DIN SAMLING

# #31279
source: CHANGE COLORS OR THE MEDIA LABEL, BUILD YOUR OWN CASE.
no: ENDRE FARGE FOR MEDIAETIKETT, BYGG DITT EGET OMSLAG

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
no: DERSOM DET ER EN NAVNE-TAGG TILGJENGELIG I MAPPEN ELLER FILEN, VIL DETTE OMSLAGET BLI VIST.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
no: VELG ET OMSLAG OG TRYKK ENTER FOR Å TILPASSE

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
no: DERSOM DET FINNES EN 'WEB'-TAGG I NAVNET PÅ MAPPEN ELLER FILEN, VIL DETTE OMSLAGET BLI BRUKT.

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
no: DERSOM DET FINNES EN 'HDTV'-TAGG I NAVNET PÅ MAPPEN ELLER FILEN, VIL DETTE OMSLAGET BLI BRUKT.

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
no: DERSOM DET FINNES EN 'DVD'-TAGG I NAVNET PÅ MAPPEN ELLER FILEN, VIL DETTE OMSLAGET BLI BRUKT.

# #31287
source: LABEL CASE
no: ETIKETTOMSLAG

# #31288
source: NO LABEL
no: INGEN ETIKETT

# #31290
source: A STICKER WILL BE SHOWN IN ACCORDANCE WITH THE MEDIA CODEC.
no: EN ETIKETT VIL VISES FOR Å ILLUSTRERE MEDIA CODEC.

# #31291
source: BLURAY CONTENT LABEL WILL BE SHOWN.
no: BLURAY INNHOLDSETIKETT VIL BLI VIST.

# #31292
source: BLURAY 3D CONTENT LABEL WILL BE SHOWN.
no: BLURAY 3D INNHOLDSETIKETT VIL BLI VIST.

# #31293
source: WEBTV CONTENT LABEL WILL BE SHOWN.
no: WEBTV INNHOLDSETIKETT VIL BLI VIST.

# #31294
source: HDTV CONTENT LABEL WILL BE SHOWN.
no: HDTV INNHOLDSETIKETT VIL BLI VIST.

# #31295
source: DVD CONTENT LABEL WILL BE SHOWN.
no: DVD INNHOLDSETIKETT VIL BLI VIST.

# #31296
source: COLOR FOR THIS CASE
no: FARGE PÅ DETTE OMSLAGET

# #31297
source: MEDIA CASE
no: MEDIAOMSLAG

# #31298
source: CUSTOMIZE CASE
no: TILPASS OMSLAG

# #31299
source: BOOKMARK
no: BOKMERKE

# #31300
source: SUBTITLES
no: Velg en type du vil legge til SMART UNDERMENY eller MIN MENY.

# #31301
source: BACK
no: TILBAKE

# #31302
source: FORWARD
no: FREMOVER

# #31303
source: PLAY
no: SPILL

# #31305
source: STOP
no: STOPP

# #31306
source: NEXT
no: NESTE

# #31308
source: PAUSED
no: PAUSET

# #31309
source: CURRENT POSITION
no: NÅVÆRENDE POSISJON

# #31310
source: CURRENT TIME
no: TIDSPUNKT NÅ

# #31311
source: ENDS AT
no: SLUTTER

# #31312
source: IMAGE OPTIONS
no: BILDEVALG

# #31313
source: AUDIO OPTIONS
no: LYDVALG

# #31314
source: PROGRAMS OPTIONS
no: PROGRAMVALG

# #31315
source: RANDOM ORDER
no: TILFELDIG REKKEFØLGE

# #31316
source: MODE
no: MODUS

# #31317
source: POSTER
no: PLAKAT

# #31318
source: IMDB: STARS
no: IMDB: STJERNER

# #31319
source: IMDB: TEXT
no: IMDB: TEKST

# #31320
source: THUMBNAIL
no: MINIATYRBILDE

# #31321
source: INFO MODE
no: INFOMODUS

# #31324
source: AUTO INFO
no: AUTOMATISK INFO

# #31325
source: NEXT TRACK
no: NESTE SPOR

# #31326
source: WEATHER MENU
no: VÆRMENY

# #31327
source: BACKGROUND IMAGE
no: BAKGRUNNSBILDE

# #31328
source: SHOW CDART
no: VIS CD OMSLAG

# #31329
source: VIEW ARTIST BIOGRAPHY
no: VIS ARTISTBIOGRAFI

# #31330
source: VIEW ARTIST/ALBUM INFORMATION
no: VIS ARTIST/ALBUMINFORMASJON

# #31331
source: DISPLAY ARTIST IMAGES THUMBNAIL
no: VIS ARTISTMINIATYRBILDE

# #31332
source: ITEMS IN PLAYLIST
no: ELEMENTER I SPILLELISTE

# #31333
source: CHANNELS
no: KANALER

# #31334
source: ROOT FOLDER COLLECTION
no: ROTKATALOG SAMLINGER

# #31335
source: RELOAD SKIN
no: LAST SKINNET PÅ NYTT

# #31337
source: YEARS OF ACTIVITY
no: AKTIV I ÅR

# #31338
source: MOODS
no: HUMØR

# #31339
source: TRAINING
no: TRENING

# #31340
source: TRACKS
no: SPOR

# #31341
source: GUI MODE
no: GUI MODUS

# #31342
source: AUTO MODE
no: AUTO MODUS

# #31343
source: CUSTOM MODE
no: TILPASSET MODUS

# #31344
source: ADD-ON OPTIONS
no: PROGRAMTILLEGGSVALG

# #31345
source: STYLES
no: STILER

# #31346
source: NOTES
no: NOTATER

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
no: VELG ET NAVN TIL DENNE MAPPEN

# #31350
source: MODIFIED
no: MODIFISERT

# #31351
source: APPEARANCE
no: UTSEENDE

# #31352
source: DISPLAY AND INTERFACE
no: VISNING OG GRENSESNITT

# #31354
source: LIBRARY AND PLAYBACK
no: BIBLIOTEK OG AVSPILLING

# #31355
source: AUDIO
no: LYD

# #31356
source: LIBRARY AND PLAYBACK
no: BIBLIOTEK OG AVSPILLING

# #31358
source: SETTINGS AND PLAYBACK
no: INNSTILLINGER OG AVSPILLING

# #31360
source: CACHE AND HARDWARE
no: HURTIGMINNE OG MASKINVARE

# #31361
source: NETWORK
no: NETTVERK

# #31362
source: LOCAL AND INTERNET
no: LOKAL OG INTERNETT

# #31363
source: ADD-ONS
no: PROGRAMTILLEGG

# #31364
source: MANAGE ADD-ONS
no: ORGANISER PROGRAMTILLEGG

# #31365
source: IMAGE
no: BILDE

# #31366
source: NAVIGATION AND PRESENTATIONS
no: NAVIGASJON OG PRESENTASJON

# #31367
source: WEATHER
no: VÆR

# #31368
source: LOCATION AND APPEARANCE
no: PLASSERING OG UTSEENDE

# #31369
source: PROFILE
no: PROFIL

# #31370
source: USER ACCOUNTS
no: BRUKERKONTOER

# #31371
source: SKIN SETTINGS
no: SKINN INNSTILLINGER

# #31372
source: ACTIVATE LOGIN SCREEN
no: AKTIVER LOGG INN SKJERM

# #31373
source: USERS
no: BRUKERE

# #31374
source: MANAGE PROFILES
no: ORGANISER BRUKERE

# #31376
source: A HIGH DEFINITION MEDIA ENVIROMENT
no: ET HØYDEFINISJONS MEDIA MILJØ

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
no: FILMER, TV SERIER OG KONSERTER

# #31380
source: XBMC LISTS AND PLAYS YOUR MUSIC
no: XBMC LISTER OG SPILLER DIN MUSIKK

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
no: ARTIST, ALBUM OG SPORINFORMASJON.[CR]SLAPP AV OG LYTT PÅ MUSIKK MED VISUELLE EFFEKTER

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
no: SE PÅ DIN FAVORITT TV-SERIE

# #31383
source: LIVE TV RECEPTION.[CR]TUNE AND RECORD A TV SHOW.
no: LIVE TV.[CR]SPILL AV OG TA OPP TV SENDINGER.

# #31384
source: ORGANIZE YOUR PICTURES
no: ORGANISER BILDER

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
no: LAG BILDEFREMVISNING.[CR]VIS DITT BILDEARKIV DIREKTE FRA HARDDISK ELLER MINNEPENN.

# #31386
source: WEATHER FORECAST
no: VÆRMELDING

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST, COURTESY OF WEATHER.COM.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
no: SOL ELLER REGN? VELG TRE BYER OG SE LIVE VÆRMELDING, HENTET FRA WEATHER.COM.[CR]I TILLEGG TIL DE VALGTE BYENE, KAN DU OGSÅ VELGE MÅLEENHET (C/F).

# #31388
source: SUPPLEMENTS FOR XBMC
no: TILLEGG TIL XBMC

# #31389
source: GET AND MANAGE ADD-ONS TO MAKE THE MOST OUT OF XMBC.[CR]FILM AND MUSIC SCRAPERS AND PLUGINS WITH AUTOMATIC UPDATES.
no: HENT OG ORGANISER PROGRAMTILLEGG FOR Å FÅ MEST UT AV DIN XBMC.[CR]FILM OG MUSIKKINFO OG PROGRAMTILLEGG MED AUTOMATISKE OPPDATERINGER.

# #31390
source: PLAYBACK SETTINGS
no: AVSPILLINGSINNSTILLINGER

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]XBMC PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
no: BILDEKALIBRERING OG AUDIOVALG.[CR]XBMC TILBYR MAKS KVALITET FOR AUDIO OG VIDEO.

# #31392
source: DATA MANAGEMENT
no: DATABEHANDLING

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]XBMC CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
no: HØYKAPASITET OG EKSTERNE HARDDISKER ER IDEELLE FOR LAGRING AV DIN MEDIA SAMLING.[CR]XBMC KAN ORGANISERE TUSENVIS AV FORSKJELLIGE FILER FRA FORSKJELLIGE LOKASJONER.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
no: DINE FAMILIEMEDLEMMER VIL ELSKE DET

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
no: FLERBRUKERSTØTTE MED EGNE LOGG-INN GJØR DET MULIG Å BEHOLDE DINE INNSTILLINGER SELV OM FLERE SKAL BRUKE SYSTEMET.[CR]RSS NYHETER, BIBLIOTEK OG VISUELLE INNSTILLINGER STYRES INDIVIDUELT.

# #31398
source: FURNITURE
no: MØBLER

# #31399
source: MOVE OBJECTS
no: FLYTT ELEMENTER

# #31400
source: STYLES
no: STILER

# #31401
source: CHOOSE A TYPE
no: VELG EN TYPE

# #31402
source: EXTRAPACK
no: EKSTRAPAKKEN

# #31403
source: THEMES AND IMAGES
no: TEMAER OG BILDER

# #31404
source: COLORS
no: FARGER

# #31405
source: CHANGING SKIN TONE
no: VELG SKINNFARGE

# #31407
source: COLLECTION
no: SAMLING

# #31408
source: ART
no: KUNST

# #31409
source: CONTEXTUAL ART
no: INNHOLDSRETTET KUNST

# #31410
source: MAIN MENU
no: HOVEDMENY

# #31411
source: VISUAL OPTIONS
no: VISUELLE INSTILLINGER

# #31412
source: REMINDERS
no: PÅMINNELSER

# #31413
source: TIME, RSS AND TOP MENU
no: TIDSPUNKT, RSS OG TOPPMENY

# #31414
source: PLAYBACK
no: AVSPILLING

# #31415
source: PLAY OPTIONS
no: AVSPILLINGSINSTILLINGER

# #31416
source: EXTRAS
no: EKSTRA

# #31417
source: GLOBAL OPTIONS
no: GLOBALE INNSTILLINGER

# #31418
source: MENUS
no: MENYER

# #31419
source: NAVIGATION LAYOUT
no: NAVIGASJONSOPPSETT

# #31420
source: MODES/RESET
no: MODUS/NULLSTILL

# #31421
source: RESET SKIN
no: NULLSTILL SKINN

# #31422
source: ELIMINATE ALL OPTIONS
no: ELIMINER ALLE VALG

# #31423
source: CUSTOMIZATION - OPTIONS
no: TILPASNINGER - ALTERNATIVER

# #31428
source: WATCHED
no: SETT

# #31429
source: UNWATCHED
no: USETT

# #31430
source: TRAILER AVAILABLE
no: TRAILER TILGJENGELIG

# #31431
source: PRESS ANY DIRECTION TO CANCEL
no: TRYKK EN VILKÅRLIG RETNING FOR Å AVBRYTE

# #31432
source: PRESS UP TO PLAY
no: TRYKK OPP FOR Å SPILLE AV

# #31433
source: PRESS UP TWICE TO PLAY
no: TRYKK OPP TO GANGER FOR Å SPILLE

# #31434
source: PRESS LEFT/UP TO ACCESS
no: TRYKK VENSTRE/OPP FOR Å ÅPNE

# #31435
source: ADD-ON REQUIRED
no: PROGRAMTILLEGG NØDVENDIG

# #31436
source: SMART SHORTCUTS
no: SMARTE SNARVEIER

# #31437
source: ROOT
no: ROT

# #31438
source: GET LOGO/CLEARART
no: HENT LOGO/KLAR KUNST

# #31440
source: TURN ON TV TUNES
no: SLÅ PÅ TV TUNES

# #31441
source: GET ARTWORK
no: HENT KUNSTVERK

# #31456
source: PRESS RIGHT TO PLAY
no: TRYKK TIL HØYRE FOR Å SPILLE

# #31457
source: PRESS RIGHT TWICE TO PLAY
no: TRYKK TIL HØYRE TO GANGER FOR Å SPILLE

# #31458
source: TRAILER ON
no: TRAILER PÅ

# #31459
source: PRESS ANY DIRECTION TO CANCEL
no: TRYKK EN VILKÅRLIG RETNING FOR Å AVBRYTE

# #31460
source: PLAYBACK WILL START IN
no: ORGANISER PROGRAMTILLEGG

# #31461
source: PLEASE WAIT
no: Vennligst vent

# #31462
source: ANIMATE BACKGROUND IMAGES (PAN AND SCAN)
no: ANIMER BAKGRUNNSBILDER (PAN OG SCAN)

# #31463
source: ANIMATED FANART (PAN AND SCAN)
no: ANIMER FANART (PAN OG SCAN)

# #31464
source: ANIMATED FANART (SLIDE)
no: ANIMER FANART (SLIDE)

# #31465
source: 1 SECOND DELAY
no: 1 SEKUND FORSINKELSE

# #31466
source: 2 SECONDS DELAY
no: 2 SEKUNDER FORSINKELSE

# #31467
source: 3 SECONDS DELAY
no: 3 SEKUNDER FORSINKELSE

# #31468
source: 4 SECONDS DELAY
no: 4 SEKUNDER FORSINKELSE

# #31469
source: 5 SECONDS DELAY
no: 5 SEKUNDER FORSINKELSE

# #31470
source: AUTOMATIC PANEL
no: AUTOMATISK PANEL

# #31471
source: MANUAL PANEL
no: MANUELT PANEL

# #31472
source: PANEL ALWAYS VISIBLE
no: PANEL ALLTID SYNLIG

# #31473
source: PANEL OFF
no: PANEL AV

# #31474
source: FANART STYLE
no: FANART STIL

# #31475
source: POSTER STYLE
no: PLAKAT STIL

# #31476
source: PLOT STYLE
no: STIL PÅ HANDLING

# #31477
source: EXTRA THUMBNAIL STYLE
no: EKSTRA MINIATYRBILDESTIL

# #31478
source: CHANGING VIEW
no: ENDRER VISNING

# #31479
source: (DE)ACTIVATE VIEWS
no: (DE)AKTIVER VISNING

# #31480
source: SORT BY: ASCENDING
no: SORTER STIGENDE

# #31481
source: SORT BY: DESCENDING
no: SORTER NEDSTIGENDE

# #31482
source: MEDIA LABELS
no: MEDIAETIKETTER

# #31483
source: AUTO HIDE
no: GJEM AUTOMATISK

# #31485
source: 'WATCHED' LABEL
no: 'VIST' ETIKETT

# #31486
source: USE MEDIA CASE
no: BRUK MEDIAOMSLAG

# #31487
source: USE STARS TO RATE
no: BRUK STJERNER FOR Å STEMME

# #31488
source: VIDEO OPTIONS
no: VIDEOINNSTILLINGER

# #31490
source: SLIM LIST
no: KOMPAKT LISTE

# #31491
source: HIDE WATCHED
no: SKJUL LISTE

# #31492
source: STACKED
no: STABLET

# #31493
source: FIXED LIST
no: FAST LISTE

# #31494
source: PREFER: CLEARART
no: FORETREKK: KLAR KUNST

# #31495
source: PREFER: LOGO
no: FORETREKK: LOGO

# #31496
source: EXTRA INFO
no: EKSTRA INFO

# #31497
source: DEFAULT FANART
no: STANDARD FANART

# #31498
source: EXTRA FANART
no: EKSTRA FANART

# #31499
source: GENRE FANART
no: SJANGERFANART

# #31500
source: RESERVE FANART
no: RESERVER FANART

# #31501
source: CURTAINS
no: GARDINER

# #31502
source: SEASON FANART
no: SESONGFANART

# #31503
source: SELECT IMAGES PATH
no: VELG STI TIL BILDER

# #31504
source: CHOOSE A SINGLE IMAGE
no: VELG ET ENKELT BILDE

# #31505
source: CHOOSE MULTIPLE IMAGES
no: VELG FLERE BILDER

# #31506
source: USE POSTER.JPG
no: BRUK POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
no: BRUK LANDSCAPE.JPG

# #31509
source: ALTERNATIVE GENRE ICONS
no: ALTERNATIVE SJANGERIKONER

# #31510
source: ALTERNATIVE STUDIO ICONS
no: ALTERNATIVE STUDIOIKONER

# #31511
source: GRID SIZE
no: RUTENETT STØRRELSE

# #31514
source: LARGE
no: STOR

# #31515
source: HORIZONTAL
no: HORISONTAL

# #31516
source: GRID
no: RUTENETT

# #31517
source: LANDSCAPE
no: LANDSKAP

# #31518
source: USE ZOOM EFFECT
no: BRUK ZOOM-EFFEKT

# #31520
source: ALTERNATIVE
no: ALTERNATIV

# #31522
source: DURATION
no: VARIGHET

# #31523
source: RATING
no: RANGERING

# #31524
source: PREVIOUS
no: FORRIGE

# #31525
source: NEXT
no: NESTE

# #31526
source: SEASONS
no: SESONGER

# #31527
source: EPISODES
no: EPISODER

# #31529
source: ART
no: KUNST

# #31530
source: PLOT
no: HANDLING

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
no: AKTIV SPILLELISTE VED OPPSTART

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
no: VIS DEN FØRSTE BOKSTAVEN VED RULLING

# #31535
source: ACTIVATE PLOT ROLLING
no: AKTIVER RULLERENDE HANDLING

# #31536
source: GRADIENT EFFECT
no: GRADIENT EFFEKT

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
no: BAKGRUNNSBILDE - BRUK SAMLINGENS FANART

# #31538
source: BACKGROUND IMAGE - USE DEFAULT THEME
no: BAKGRUNNSBILDE - BRUK STANDARD TEMA

# #31539
source: BASED ON PRESENT CONDITIONS
no: BASERT PÅ TIDLIGERE FORHOLD

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
no: BAKGRUNNSBILDE BASERT PÅ LOKALE VÆRFORHOLD

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
no: BAKGRUNNSBILDE BASERT PÅ VÆRET I NORD-AMERIKA

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
no: BAKGRUNNSBILDE BASERT PÅ VÆRET I SØR-AMERIKA

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
no: VIS ANIMERTE VÆRIKONER (VÆRMENY)

# #31544
source: STATIC SHOW ICONS OF CLIMATE
no: STATISKE IKONER FOR KLIMA

# #31545
source: SHOW MINI MENU (MAIN MENU NAVIGATION HELP)
no: VIS MINIMENY (NAVIGASJONSHJELP PÅ HOVEDMENYEN)

# #31546
source: MOVE TO DOWN
no: FLYTT NED

# #31547
source: FANART COLLECTION
no: FANART SAMLING

# #31548
source: CREATE OR UPDATE DATABASE
no: LAG ELLER OPPDATER DATABASE

# #31549
source: VIEW MODES
no: VISNINGSMODUSER

# #31550
source: MOVE TO UP
no: FLYTT OPP

# #31551
source: WRAP LIST
no: OMSLAGSLISTE

# #31552
source: TOP MENU
no: TOPPMENY

# #31553
source: SHOW PROGRESS BAR
no: VIS PROGRESJONSLINJE

# #31554
source: HIDE PROGRESS BAR
no: SKJUL PROGRESJONSLINE

# #31555
source: SHOW NEXT TRACKS
no: VIS NESTE SPOR

# #31556
source: HIDE NEXT TRACKS
no: SKJUL NESTE SPOR

# #31557
source: SHOW ARTIST/ALBUM ART
no: VIS ARTIST/OMSLAG

# #31558
source: HIDE ARTIST/ALBUM ART
no: SKJUL ARTIST/OMSLAG

# #31562
source: HIDE VIDEO WINDOWS
no: SKJUL VIDEOVINDU

# #31563
source: SHOW VIDEO WINDOW
no: VIS VIDEOVINDU

# #31564
source: SHOW CDART
no: VIS CD OMSLAG

# #31565
source: HIDE CDART
no: SKJUL CD OMSLAG

# #31566
source: HIDE MEDIA CONTROLS
no: SKJUL MEDIAKONTROLLER

# #31567
source: SHOW MEDIA CONTROLS
no: VIS MEDIAKONTROLLER

# #31568
source: UPDATE FANART DATABASE
no: OPPDATER FANART DATABASE

# #31569
source: MAIN MENU OPTIONS
no: HOVEDMENYINNSTILLINGER

# #31570
source: SHOW ARTIST IMAGES
no: VIS ARTISTBILDER

# #31571
source: HIDE ARTIST IMAGES
no: SKJUL ARTISTBILDER

# #31572
source: FOR MUSIC, PREFER VIEW BY
no: FOR MUSIKK, FORETREKK VIS ETTER

# #31573
source: TRAILER REMINDER AVAILABLE
no: TRAILER VARSLING TILGJENGELIG

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
no: VIS TRAILERE I FULLSKJERM

# #31575
source: YOU HAVE
no: DU HAR

# #31576
source: TV SHOWS IN THIS COLLECTION
no: TV SERIER I DENNE SAMLINGEN

# #31577
source: SEASONS OF THE SERIES
no: SESONGER AV SERIEN

# #31578
source: EPISODES THIS SEASON
no: EPISODER AV DENNE SESONGEN

# #31579
source: UNWATCHED
no: USETTE

# #31580
source: THERE ARE
no: DET ER

# #31581
source: VIEWTYPES AVAILABLE TO
no: VISNINGSTYPER TILGJENGELIG FOR

# #31582
source: PLAYING NOW
no: SPILLER NÅ

# #31583
source: RECENTLY ADDED
no: NYLIG LAGT TIL

# #31584
source: RANDOM
no: TILFELDIG

# #31585
source: IN PROGRESS
no: PÅGÅENDE

# #31586
source: EMPTY COLLECTION!
no: TOM SAMLING

# #31587
source: ADD CONTENT IN OPTION
no: LEGG TIL INNHOLD I VALGET

# #31589
source: SEASON
no: SESONG

# #31590
source: TO SHOW RANDOM ITEMS A SCRIPT IS NECESSARY:
no: FOR Å VISE TILFELDIGE OBJEKTER TRENGER DU ET PROGRAMTILLEGG:

# #31591
source: TO SHOW IN PROGRESS ITEMS A SCRIPT IS NECESSARY:
no: FOR Å VISE PROGRESJON I OBJEKTER TRENGER DU ET PROGRAMTILLEGG:

# #31592
source: REORGANIZE OBJECTS
no: OMORGANISER OBJEKTER

# #31593
source: MOVE LEFT/RIGHT TO BROWSE
no: FLYTT VENSTRE/HØYRE FOR Å BLA

# #31596
source: BESIDES THE MAIN MENU, MANY OTHER PLACES OF THE SKIN MAY HAVE THE COLOR TONE CHANGED.
no: VED SIDEN AV HOVEDMENYEN, ER DET MANGE FLERE STEDER SKINNETS FARGETONE ER ENDRET.

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
no: GJENOPPRETT INNSTILLINGER FOR STANDARDSKINNET

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
no: FORSIKTIG: DENNE PROSESSEN KAN IKKE ANGRES!

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
no: KIOSK MODUS - HINDRER MENYTILGANG I BIBLIOTEKER

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
no: KIOSK KODE - SLÅR MIDLERTIDLIG AV KIOSK MODUSEN VIA PILTASTER - VENSTRE/HØYRE/OPP

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
no: SMART KIOSK - BEGRENSER KUN TILGANG TIL ELEMENTINNSTILLINGER.

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
no: VIS TILPASSET POPUP FOR VOXCOMMANDO

# #31608
source: ENABLE PVR FUNCTIONS
no: AKTIVER PVR-FUNKSJONER

# #31609
source: KIOSK CODE
no: KIOSK-MODUS

# #31610
source: REACTIVATE KIOSK CODE
no: BRUK FORSTØRRELSE EFFEKT

# #31611
source: KIOSK CODE BLOCKED
no: KIOSKKODE BLOKKERT

# #31612
source: KIOSK CODE ACCEPTED
no: KIOSKKODE AKSEPTERT

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
no: FEIL REKKEFØLGE AVBRYTER PROSESSEN

# #31624
source: PRESS ENTER TO SELECT
no: TRYKK ENTER FOR Å VELGE

# #31625
source: AQUA
no: VANN

# #31626
source: BLOOD
no: BLOD

# #31627
source: BROWN
no: BRUN

# #31628
source: DARK SKY
no: MØRK HIMMEL

# #31629
source: GOLDEN YELLOW
no: GYLLEN

# #31631
source: FOREST
no: SKOG

# #31632
source: BLUE
no: BLÅ

# #31633
source: BRIGHT YELLOW
no: LYS GUL

# #31634
source: OLIVE
no: OLIVEN
