Repository: mdeguzis/RetroRig
Catalog: XBMC-cfgs/addons/skin.ace/language/Norwegian/strings.po
Languages: no

# #31635
source: ORANGE
no: ORANSJE

# #31636
source: PURPLE
no: LILLA

# #31637
source: RED
no: RØD

# #31638
source: ROYAL BLUE
no: ROYAL BLÅ

# #31639
source: SILVER
no: SØLV

# #31640
source: SKY BLUE
no: HIMMELBLÅ

# #31641
source: SPRING
no: VÅR

# #31642
source: TURQUOISE
no: TURKIS

# #31643
source: VIOLET
no: LILLA

# #31644
source: GRAY
no: GRÅ

# #31645
source: GRAPHITE
no: GRAFITT

# #31646
source: CHOCOLATE
no: SJOKOLADE

# #31647
source: OCEAN
no: HAV

# #31648
source: NO COLOR
no: INGEN FARGE

# #31652
source: SMART KIOSK leaves the menu accessible with the basic functions and inhibits all the setup options.[CR]KIOSK CODE mode temporarily disables it using a sequence of pre-defined commands.
no: SMART KIOSK lar menyen være tilgjengelig med basisfunksjoner, men skjuler alle globale innstillinger og justeringer.[CR]KIOSK KODEN slår denne låsen av ved å benytte et sett med predefinerte kommandoer.

# #31653
source: CUSTOM CASE
no: EGENDEFINERT OMSLAG

# #31654
source: Change the color or define a new label, adjust the media cases to your collection.
no: Endre farge, definer en etikett og juster mediaomslag til din samling.

# #31656
source: MANY NEWS AND MORE...
no: MANGE NYHETER OG MYE MER...

# #31658
source: SKIP PRESENTATION
no: HOPP OVER PRESENTASJONEN

# #31659
source: BUILD
no: BYGG

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
no: FOR Å VELGE STILEN DU ØNSKER,[CR]BRUK PILTASTENE OPP ELLER NED

# #31661
source: SHOW 'PAUSE'
no: VIS 'PAUSET'

# #31662
source: HIDE 'PAUSE'
no: GJEM 'PAUSET'

# #31663
source: HIDE PARTLY WATCHED
no: SKJUL DELVIS VISTE

# #31664
source: SHOW PARTLY WATCHED
no: VIS DELVIS VISTE

# #31665
source: CONTINUE WATCHING
no: FORTSETT Å SE

# #31667
source: MAIN MENU
no: HOVEDMENY

# #31668
source: GLASS EFFECT
no: GLASSEFFEKT

# #31669
source: SHOW WATCH
no: VIS KLOKKE

# #31670
source: HIDE WATCH
no: SKJUL KLOKKE

# #31672
source: SHOW LIBRARY
no: VIS BIBLIOTEK

# #31673
source: HIDE LIBRARY
no: SKJUL BIBLIOTEK

# #31675
source: SHOW RSS
no: VIS RSS

# #31676
source: HIDE RSS
no: SKJUL RSS

# #31677
source: SHOW TITLES (GENRE:; STUDIO: AND ETC...)
no: VIS TITLER (SJANGER, STUDIO ETC)

# #31678
source: SHOW FURNITURE
no: VIS MØBLER

# #31679
source: HIDE FURNITURE
no: SKJUL MØBLER

# #31681
source: MOVE UP/DOWN TO END
no: TRYKK OPP/NED FOR Å AVSLUTTE

# #31682
source: MOVE RIGHT TO BROWSE
no: TRYKK HØYRE FOR Å BLA

# #31683
source: CUSTOMIZE FURNITURES
no: TILPASS MØBLER

# #31684
source: END THIS STEP AND MOVE FORWARD
no: AVSLUTT DETTE STEGET OG GÅ VIDERE

# #31686
source: COLOR PALETTE FOR TITLES
no: FARGEPALETT FOR TITLER

# #31688
source: COLOR FOR TITLES
no: FARGE FOR TITLER

# #31695
source: RELOAD
no: LAST PÅ NYTT

# #31696
source: ORIGINAL TITLE AT THE TOP
no: ORIGINAL TITTEL PÅ TOPPEN

# #31697
source: CAST SCROLLING
no: MEDVIRKENDE RULLING

# #31698
source: PLAYBACK OPTIONS
no: AVSPILLINGSINSTILLINGER

# #31699
source: INFORMATION PANEL OPTIONS
no: INFORMASJONSPANEL INNSTILLINGER

# #31700
source: PLAY
no: SPILL

# #31702
source: GET ARTWORK
no: HENT KUNSTVERK

# #31703
source: STARRING
no: SKUESPILLERE

# #31709
source: ALWAYS VISIBLE
no: ALLTID SYNLIG

# #31711
source: OFF
no: AV

# #31712
source: ITEMS LIST
no: ELEMENTLISTE

# #31713
source: NOT AVAILABLE
no: IKKE TILGJENGELIG

# #31714
source: CREATED
no: OPPRETTET

# #31715
source: RESOLUTION
no: OPPLØSNING

# #31716
source: SPRING
no: VÅR

# #31717
source: SUMMER
no: SOMMER

# #31718
source: AUTUMN
no: HØST

# #31719
source: WINTER
no: VINTER

# #31720
source: BASED ON NORTHERN HEMISPHERE CONDITIONS
no: BASERT PÅ DEN NORDLIGE HALVKULES FORHOLD

# #31721
source: BASED ON SOUTHERN HEMISPHERE CONDITIONS
no: BASERT PÅ DEN SØRLIGE HALVKULES FORHOLD

# #31722
source: SHOW LYRICS
no: VIS TEKSTER

# #31723
source: LYRICS
no: TEKST

# #31724
source: HIDE LYRICS
no: SKJUL TEKSTER

# #31725
source: SET SCRIPT
no: SETT SKRIPT

# #31726
source: LYRICS SOURCE
no: SKRIPTKILDE

# #31727
source: VIEWING
no: SER

# #31728
source: VIEWING OPTIONS
no: VISNINGSALTERNATIVER

# #31730
source: SHOW POSTER/CLEARART
no: VIS PLAKAT ELLER KLAR KUNST

# #31731
source: SHOW COVER/THUMBNAIL
no: VIS OMSLAG/MINIATYRBILDE

# #31732
source: MODE: FIXED
no: MODUS: FASTSATT

# #31733
source: MODE: ALTERNATIVE
no: MODUS: ALTERNATIV

# #31734
source: DISPLAY: CLEARART
no: VIS: KLAR KUNST

# #31736
source: LANDSCAPE
no: LANDSKAP

# #31738
source: RETURN TO MENU BUTTON
no: RETURNER TIL MENY KNAPP

# #31739
source: CLOSE THIS DIALOGUE BOX
no: LUKK DENNE DIALOGBOKSEN

# #31741
source: VIS(AUDIO)
no: VIS (LYD)

# #31742
source: OPEN TRAY
no: ÅPNE SKUFF

# #31743
source: ON
no: PÅ

# #31744
source: THERE IS NO BUTTON ON !
no: DET ER INGEN KNAPP PÅ!

# #31745
source: FILTERS
no: FILTRE

# #31746
source: SEARCH
no: SØK

# #31748
source: THEME IN USE
no: TEMA I BRUK

# #31749
source: STYLE IN USE
no: STIL I BRUK

# #31751
source: COLOR IN USE FOR TITLES
no: FARGE FOR BRUK I TITLER

# #31752
source: Skin status
no: Skinn status

# #31753
source: REVIEW
no: VURDER

# #31754
source: VOLUME
no: VOLUM

# #31755
source: MUTE
no: DEMP

# #31757
source: PAGE
no: SIDE

# #31758
source: AVAILABLE GROUPS
no: TILGJENGELIGE GRUPPER

# #31759
source: NO-GROUP CHANNELS
no: KANALER UTEN GRUPPE

# #31760
source: ADD GROUP
no: LEGG TIL GRUPPE

# #31761
source: RENAME GROUP
no: GI NYTT NAVN TIL GRUPPE

# #31762
source: DELETE GROUP
no: SLETT GRUPPEN

# #31764
source: TELETEXT
no: TEKST-TV

# #31765
source: SIMILAR ARTISTS
no: LIKE ARTISTER

# #31766
source: VISUALIZATION PRESETS
no: VISUALISERINGSTEMA

# #31767
source: VIDEO AVAILABLE
no: VIDEO TILGJENGELIG

# #31768
source: VIDEO MODE ACTIVATED
no: VIDEOMODUS AKTIVERT

# #31769
source: GROUP
no: GRUPPE

# #31770
source: PLATFORM
no: PLATTFORM

# #31771
source: PUBLISHER
no: UTGIVER

# #31772
source: PREMIERED
no: PREMIERTE

# #31773
source: PLAYERS
no: AKTØRER

# #31774
source: RATING
no: RANGERING

# #31775
source: CONTROL TYPE
no: KONTROLLTYPE

# #31776
source: PERSPECTIVE
no: PERSPEKTIV

# #31777
source: IMPORT GAMES
no: IMPORTER SPILL

# #31778
source: ADD ROM COLLECTION
no: LEGG TIL ROM-SAMLING

# #31779
source: EDIT ROM COLLECTION
no: ORGANISER ROM-SAMLING

# #31780
source: EDIT OFFLINE SCRAPERS
no: ORGANISER FRAKOBLEDE SCRAPERE

# #31781
source: EDIT GAME COMMAND
no: ENDRE SPILLKOMMANDO

# #31782
source: ADD GAME TO FAVOURITES
no: LEGG TIL SPILL I FAVORITTER

# #31783
source: ADD SELECTION TO FAVOURITES
no: LEGG UTVALGET I FAVORITTER

# #31784
source: DELETE GAME
no: SLETT SPILL

# #31785
source: DELETE ROM COLLECTIONS
no: SLETT ROM-SAMLING

# #31786
source: CLEAN DATABASE
no: RENS DATABASEN

# #31787
source: IMPORT SETTINGS
no: IMPORTER INNSTILLINGER

# #31788
source: DEVELOPER
no: UTVIKLER

# #31790
source: PLAY GAME
no: SPILL SPILLET

# #31791
source: FAVOURITES
no: FAVORITTER

# #31792
source: A-Z
no: A-Å

# #31793
source: PLAY VIDEO
no: SPILL VIDEO

# #31794
source: CUSTOMIZE THIS MENU
no: TILPASS DENNE MENYEN

# #31795
source: PVR VERSION
no: PVR VERSJON

# #31796
source: VERSION WITHOUT PVR
no: VERSJON UTEN PVR

# #31797
source: REMAIN
no: GJENVÆRENDE

# #31798
source: GET ARTIST INFO
no: HENT ARTISTINFO

# #31799
source: TRACK
no: SPOR

# #31801
source: LIST
no: LISTE

# #31805
source: WALL
no: VEGG

# #31807
source: LOW LIST
no: LAV LISTE

# #31808
source: POSTER
no: PLAKAT

# #31809
source: SHELF
no: HYLLE

# #31813
source: WIDE
no: VID

# #31814
source: LANDSCAPE
no: LANDSKAP

# #31815
source: SQUARE
no: FIRKANT

# #31816
source: TALL
no: HØY

# #31817
source: PHOTOSHOW
no: BILDEVISNING

# #31821
source: SHOWART
no: KUNST

# #31823
source: LARGE LIST
no: STOR LISTE

# #31824
source: SEASON BANNER
no: SESONGBANNER

# #31825
source: EPISODES BANNER
no: EPISODEBANNER

# #31826
source: SETS
no: SETT

# #31840
source: EVERY ONE HOUR
no: HVER TIME

# #31841
source: WEEKEND
no: HELG

# #31842
source: 10 DAYS
no: 10 DAGER

# #31843
source: CURRENT
no: NÅVÆRENDE

# #31844
source: MAPS
no: KART

# #31846
source: SATELLITE AND RADAR
no: SATELITT OG RADAR

# #31847
source: FORECAST
no: VÆRMELDING

# #31848
source: CONDITIONS
no: FORHOLD

# #31849
source: SEVERE WEATHER
no: DÅRLIG VÆR

# #31850
source: WEATHER PERSPECTIVE
no: VÆRPERSPEKTIV

# #31851
source: AVERAGE HIGH
no: GJENOMSNITTLIG HØY

# #31852
source: AVERAGE LOW
no: GJENOMSNITTLIG LAV

# #31853
source: RECORD HIGH
no: REKORD HØY

# #31854
source: RECORD LOW
no: REKORD LAV

# #31855
source: PROBABLE HIGH
no: SANNSYNLIG HØY

# #31856
source: PROBABLE LOW
no: SANNSYNLIG LAV

# #31857
source: DEFAULT MAP
no: STANDARD KART

# #31858
source: LARGER MAP
no: STØRRE KART

# #31859
source: PRESSURE
no: TRYKK

# #31860
source: VISIBILITY
no: SYNLIGHET

# #31861
source: STATISTICS
no: STATISTIKK

# #31862
source: RAIN PROBABILITY
no: SANNSYNLIGHET FOR REGN

# #31863
source: SEARCHING FOR FORECAST INFO
no: SØKER ETTER VÆRMELDING

# #31864
source: SELECT VIDEO BUTTON TO PLAYBACK
no: TRYKK PÅ VIDEOKNAPPEN FOR Å STARTE AVSPILLING

# #31865
source: MAPS PATH
no: STI TIL KART

# #31866
source: SHOW DETAILS
no: VIS DETALJER

# #31867
source: SHOW EVERY ONE HOUR
no: VIS HVER TIME

# #31868
source: TEMPERATURE
no: TEMPERATUR

# #31869
source: TODAY
no: I DAG

# #31870
source: MAX
no: MAKS

# #31872
source: LOCAL
no: LOKAL

# #31873
source: WEATHER SETTINGS
no: VÆRINNSTILLINGER

# #31880
source: APPLY
no: FARGE FOR BRUK I TITLER

# #31881
source: EXTENDED LIST
no: UTVIDET LISTE

# #31882
source: EXIT
no: AVSLUTT

# #31883
source: GET DIRECTOR INFO
no: HENT REGISSØRINFO

# #31884
source: GET WRITER INFO
no: HENT SKRIBENTINFO

# #31885
source: GET FILMOGRAPHY ARTIST
no: HENT FILMOGRAFI

# #31886
source: PRESS LEFT/RIGHT TO CHANGE RATING
no: TRYKK VENSTRE/HØYRE FOR Å ENDRE RATING

# #31887
source: PRESS ENTER TO CONFIRM
no: TRYKK ENTER FOR Å BEKREFTE

# #31888
source: GET OR UPDATE EXTRAPACK
no: HENT ELLER OPPDATER EKSTRAPAKKEN

# #31889
source: COLD
no: KALD

# #31890
source: WARM
no: VARM

# #31891
source: DARKNESS
no: MØRK

# #31892
source: DIGITAL ART
no: DIGITAL KUNST

# #31893
source: THEMES
no: TEMAER

# #31894
source: FUTURE IMAGES THEME
no: FREMTID TEMA BILDER

# #31895
source: COLD IMAGES THEME
no: KALDT TEMA BILDER

# #31896
source: WARM IMAGES THEME
no: VARMT TEMA BILDER

# #31897
source: DARKNESS IMAGES THEME
no: MØRKT TEMA BILDER

# #31898
source: DIGITAL ART IMAGES THEME
no: DIGITAL KUNST TEMA BILDER

# #31899
source: RANDOM IMAGES THEME
no: TILFELDIGE BILDER

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
no: BRUK EKSTERNE PAKKEBILDER (BRUKERDEFINERTE)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
no: BRUK INTERNE PAKKEIKONER (EKSTRAPEKKE FRA SKINNET)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
no: BRUK EKSTERNE PAKKEIKONER (BRUKERDEFINERTE)

# #31907
source: FULLSCREEN
no: FULLSKJERM

# #31908
source: MY THEME
no: MITT TEMA

# #31909
source: PERSONAL IMAGES THEME
no: PERSONLIGE BILDER TEMA

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
no: LAG DITT EGET TEMA MED BILDENE DU ØNSKER.[CR]TRYKK ENTER FOR Å LÆRE MER ELLER DEFINERE BILDER.

# #31911
source: CREATING MY THEME
no: OPPRETTER MITT TEMA

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
no: TRYKK EN VILKÅRLIG RETNING FOR Å AVBRYTE, TRYKK ENTER FOR Å VELGE STI

# #31917
source: SHORTCUTS
no: SNARVEIER

# #31918
source: CHANGE OPTIONS
no: ENDRE INNSTILLINGER

# #31919
source: CLICK GO TO FILES MODE
no: KLIKK FOR Å GÅ TIL FILMODUS

# #31920
source: CLICK GO TO LIST MODE
no: KLIKK FOR Å GÅ TIL LISTEMODUS

# #31921
source: CLICK GO TO ADD-ON ROM COLLECTION BROWSER
no: KLIKK FOR Å GÅ TIL PROGRAMTILLEGG FOR ROM BIBLIOTEK

# #31922
source: CLICK GO TO ADD-ON ROM ADVANCED LAUNCHER
no: KLIKK FOR Å GÅ TIL PROGRAMTILLEGG FOR ROM EMULATOR

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
no: SLETT DATABASEN OG LAST PAKKEN PÅ NYTT

# #31924
source: BOX FRONT
no: BOKS FRONT

# #31925
source: BOX BACK
no: BOKS BAK

# #31926
source: CARTDRIGE
no: KASSETT

# #31927
source: SCREENSHOT
no: SKJERMBILDE

# #31928
source: CLICK GO TO LIBRARY MODE
no: KLIKK FOR Å GÅ TIL BIBLIOTEKMODUS

# #31929
source: CLICK GO TO SETS MODE
no: KLIKK FOR Å GÅ TIL SETT-MODUS

# #31930
source: RESCRAPE GAME
no: HENT INFORMASJON PÅ NYTT

# #31931
source: RESCRAPE SELECTION
no: HENT INFORMASJON OM VALGTE ELEMENTER PÅ NYTT

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
no: EKSPORTER SPILLDATABASE (NFO FILER)

# #31933
source: OPEN ADDON SETTINGS
no: ÅPNE INNSTILLINGER FOR PROGRAMTILLEGG

# #31934
source: LAYOUT: BANNER
no: UTSEENDE: BANNER

# #31935
source: LAYOUT: POSTER
no: UTSEENDE: PLAKAT

# #31936
source: CHANGE RATING
no: ENDRE RATING

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
no: SØKER ETTER DISKOGRAFI...

# #31940
source: Similar artists
no: Like artister

# #31941
source: LIMIT
no: GRENSE

# #31943
source: SHOW ONLY CDART AND COVER
no: VIS KUN CD OMSLAG OG COVER

# #31944
source: IMAGE ZOOM
no: BILDEZOOM

# #31945
source: PLAY TRAILER
no: SPILL FORHÅNDSVISNING

# #31946
source: PLAY MOVIE
no: SPILL FILM

# #31947
source: PRESS ENTER TO ACCESS
no: TRYKK ENTER FOR Å ÅPNE

# #31948
source: WINDOW
no: VINDU

# #31949
source: VIDEO CLIPS
no: VIDEOKLIPP

# #31950
source: ARTIST VIDEO CLIPS
no: ARTIST VIDEOKLIPP

# #31951
source: SONG VIDEO CLIP
no: SANG VIDEOKLIPP

# #31952
source: PERSONAL INFORMATION
no: PERSONLIG INFORMASJON

# #31953
source: MOVIE INFORMATION
no: INFORMASJON OM FILM

# #31954
source: FILMOGRAPHY
no: FILMOGRAFI

# #31955
source: IN LIBRARY
no: I BIBLIOTEK

# #31956
source: DISC MENU
no: DISKMENY

# #31957
source: MULTIPLE THUMBS (TOP MENU)
no: FLERE THUMBNAILS (TOPPMENY)

# #31958
source: SINGLE THUMB (TOP MENU)
no: ENKEL THUMBNAIL (TOPPMENY)

# #31959
source: SHOW AUDIO AND VIDEO VISUALIZATIONS AS BACKGROUND (GLOBAL)
no: VIS AUDIO OG VIDEO VISUALISERINGER SOM BAKGRUNNSBILDE (GLOBALT)

# #31971
source: Update finished
no: Oppdatering ferdig

# #31972
source: Update failed
no: Oppdateringen feilet

# #31973
source: No update required
no: Ingen oppdatering nødvendig

# #31974
source: Downloading:
no: Laster ned:

# #31983
source: Rating
no: Anmeldelser
